{
  "pages": {
    "2024_06_30": {
      "date": "2024.06.30",
      "title": {
        "de": "RoundUp Juni 2024. Neuer Monat, neue ioBroker-Features!",
        "en": "RoundUp June 2024. New month, new ioBroker features!",
        "ru": "Сводка новостей: июнь 2024 г. Новый месяц, новые возможности ioBroker!",
        "zh-cn": "2024 年 6 月综述。新的月份，新的 ioBroker 功能！"
      },
      "logo": "en/blog/images/2024_06_30.png",
      "type": "news",
      "originalName": "2024_06_30.md",
      "desc": {
        "de": "In diesem Blogbeitrag werfen wir einen Blick auf die Neuerungen, Updates und News rund um ioBroker im Juni 2024: js-controller 6.0 in beta, neue Widgets, Änderungen in admin 7.0, neue Adapter (waterkotte-easycon, hiob, notificationforandroidtv, gree-hvac), neue App, neue YouTube -Videos.",
        "en": "In this blog post we take a look at the new features, updates and news about ioBroker in June 2024: js-controller 6.0 in beta, new widgets, changes in admin 7.0, new adapters (waterkotte-easycon, hiob, notificationforandroidtv, gree-hvac), new app, new YouTube videos.",
        "ru": "# Сводка новостей, июнь 2024 г. Новый месяц, новые возможности ioBroker!\\nВ этом сообщении блога мы рассмотрим инновации, обновления и новости ioBroker в июне 2024 года: бета-версия js-controller 6.0, новые виджеты, изменения в admin 7.0, новые адаптеры (waterkotte-easycon, hiob, Notificationforandroidtv, gree-hvac). ), новое приложение, новые видео на YouTube.",
        "zh-cn": "# 2024 年 6 月综述。新的月份，新的 ioBroker 功能！\\n在这篇博文中，我们将了解 2024 年 6 月有关 ioBroker 的创新、更新和新闻：测试版 js-controller 6.0、新小部件、admin 7.0 中的更改、新适配器（waterkotte-easycon、hiob、notificationforandroidtv、gree-hvac） ）、新应用、新 YouTube 视频。"
      }
    },
    "2024_06_04": {
      "date": "2024.06.04",
      "title": {
        "de": "ioBroker JavaScript-Adapter - Verbesserungen April-Mai 2024",
        "en": "ioBroker JavaScript Adapter - Improvements April-May 2024",
        "ru": "Адаптер JavaScript ioBroker — улучшения, апрель–май 2024 г.",
        "zh-cn": "ioBroker JavaScript 适配器 - 改进 2024 年 4 月至 5 月"
      },
      "logo": "en/blog/images/2024_06_06.png",
      "type": "news",
      "originalName": "2024_06_04.md",
      "desc": {
        "de": "Diese Zusammenfassung enthält die wichtigsten Änderungen des JavaScript-Adapters ab Version 8.0.0.",
        "en": "This summary contains the most important changes to the JavaScript adapter starting with version 8.0.0.",
        "ru": "В этом обзоре представлены наиболее важные изменения адаптера JavaScript версии 8.0.0.",
        "zh-cn": "此摘要包含 JavaScript 适配器自版本 8.0.0 以来最重要的更改。"
      }
    },
    "2024_06_02": {
      "date": "2024.06.02",
      "title": {
        "de": "Update Mai 2024 - News und Entwicklungen bei ioBroker",
        "en": "May 2024 Update - Latest News and Developments in ioBroker",
        "ru": "Обновление за май 2024 г.: последние новости и события в ioBroker",
        "zh-cn": "2024 年 5 月更新 - ioBroker 的最新新闻和动态"
      },
      "logo": "en/blog/images/2024_06_02.jpg",
      "type": "news",
      "originalName": "2024_06_02.md",
      "desc": {
        "de": "Hallo, ioBroker-Community!",
        "en": "Hello, ioBroker community! ",
        "ru": "Привет, сообщество ioBroker!",
        "zh-cn": "您好，ioBroker 社区！"
      }
    },
    "2024_05_12": {
      "date": "2024.05.12",
      "title": {
        "de": "Ein Roundup Teil 2 - von Dezember 2023 bis Februar 2024",
        "en": "A Roundup Part 2 - from December 2023 to February 2024",
        "ru": "Обзор, часть 2 — с декабря 2023 г. по февраль 2024 г.",
        "zh-cn": "综述第 2 部分 - 2023 年 12 月至 2024 年 2 月"
      },
      "logo": "en/blog/images/2024_05_12.png",
      "type": "news",
      "originalName": "2024_05_12.md",
      "desc": {
        "de": "*Eine Übersicht über die Neuentwicklungen in ioBroker*. \\nIn diesem zweiten Teil unseres Blogs werden weitere Adapter und Funktionen vorgestellt, die in diesem Zeitraum veröffentlicht wurden.",
        "en": "*An overview of new adapters, and features in ioBroker*.\\nExploring Further: This blog highlights additional adapters and features released during this period.",
        "ru": "*Обзор новых адаптеров и функций ioBroker*.\\nДальнейшие исследования: в этом блоге рассказывается о дополнительных адаптерах и функциях, выпущенных за этот период.",
        "zh-cn": "*ioBroker 中新适配器和功能的概述*。\\n进一步探索：本博客重点介绍了在此期间发布的其他适配器和功能。"
      }
    },
    "2024_04_23": {
      "date": "2024.04.23",
      "title": {
        "de": "Ein Roundup Teil 1 - von Oktober 2023 bis November 2023",
        "en": "A Roundup Part 1 - from October 2023 to November 2023",
        "ru": "Обзор, часть 1 — с октября 2023 г. по ноябрь 2023 г.",
        "zh-cn": "综述第 1 部分 - 2023 年 10 月至 2023 年 11 月"
      },
      "logo": "en/blog/images/2024_04_23.png",
      "type": "news",
      "originalName": "2024_04_23.md",
      "desc": {
        "de": "*Ein „Besser spät als nie“-Überblick über News, neue Adapter und Funktionen in ioBroker*.\\nIn der sich ständig weiterentwickelnden Welt der Hausautomatisierung bleibt ioBroker mit einer Reihe von Updates und Ergänzungen von Oktober 2023 bis Februar 2024 präsent.\\nLasst uns einen genaueren Blick auf einige der Fortschritte werfen, die in diesem Zeitraum eingeführt wurden, auch wenn dieser Blogbeitrag etwas spät kommt.",
        "en": "*A \"better late than never\" review of the ioBroker news, adapters, and features*.\\nIn the ever-evolving world of home automation, ioBroker remains present with a series of updates and additions from October 2023 to February 2024.\\nLet's take a closer look at some of the advances introduced during this time, although this blog post is a little late.",
        "ru": "*Обзор новостей, адаптеров и функций ioBroker «лучше поздно, чем никогда»*.\\nВ постоянно развивающемся мире домашней автоматизации ioBroker продолжает присутствовать с серией обновлений и дополнений с октября 2023 года по февраль 2024 года.\\nДавайте подробнее рассмотрим некоторые достижения, появившиеся за это время, хотя эта запись в блоге немного запоздала.",
        "zh-cn": "*对 ioBroker 新闻、适配器和功能的“迟做总比不做好”评论*。\\n在不断发展的家庭自动化世界中，ioBroker 将继续存在，并在 2023 年 10 月至 2024 年 2 月期间进行一系列更新和添加。\\n让我们仔细看看这段时间引入的一些进展，尽管这篇博文有点晚了。"
      }
    },
    "2024_04_21": {
      "date": "2024.04.21",
      "title": {
        "de": "Zusammenfassung der neuen Adapter und Funktionen zwischen Februar und April 2024",
        "en": "Roundup of new adapters and features between February and April 2024",
        "ru": "Обзор новых адаптеров и функций с февраля по апрель 2024 г.",
        "zh-cn": "2024 年 2 月至 4 月新适配器和功能汇总"
      },
      "logo": "en/blog/images/2024_04_21.png",
      "type": "news",
      "originalName": "2024_04_21.md",
      "desc": {
        "de": "Dieser Blogbeitrag bietet einen Überblick über neue Adapter und Funktionen, die zwischen Februar und April 2024 in ioBroker eingeführt wurden. Er zielt darauf ab, grundlegende Informationen für Benutzer aller technischen Hintergründe bereitzustellen.",
        "en": "This blog post provides an overview of new adapters and features introduced in ioBroker between February and April 2024\\nIt aims to deliver basic information for users of all technical backgrounds.",
        "ru": "В этом сообщении блога представлен обзор новых адаптеров и функций, представленных в ioBroker в период с февраля по апрель 2024 г. Целью статьи является предоставление базовой информации для пользователей с любым техническим опытом.",
        "zh-cn": "这篇博文全面概述了 2024 年 2 月至 4 月期间 ioBroker 中引入的新适配器和功能，旨在为所有技术背景的用户提供基本信息。"
      }
    },
    "2023_09_16": {
      "date": "2023.09.16",
      "title": {
        "de": "Neuigkeiten von ioBroker (August-September 2023)",
        "en": "News from ioBroker (August-September 2023)",
        "ru": "Новости от ioBroker (август-сентябрь 2023 г.)",
        "zh-cn": "来自 ioBroker 的新闻（2023 年 8 月至 9 月）"
      },
      "logo": "",
      "type": "news",
      "originalName": "2023_09_16.md",
      "desc": {
        "de": "In diesem Blog-Beitrag werfen wir einen Blick auf einige der neuen Adapter und neuen Funktionen, die im August und September 2023 für ioBroker veröffentlicht wurden.",
        "en": "In this blog post, we'll take a look at some of the new adapters and new features that have been released for ioBroker in August and September 2023.",
        "ru": "В этом сообщении блога мы рассмотрим некоторые новые адаптеры и новые функции, выпущенные для ioBroker в августе и сентябре 2023 года.",
        "zh-cn": "在这篇博文中，我们将了解 2023 年 8 月和 9 月为 ioBroker 发布的一些新适配器和新功能。"
      }
    },
    "2023_02_15": {
      "date": "2023.02.15",
      "title": {
        "de": "Dev Meeting Februar 2023",
        "en": "Dev meeting February 2023",
        "ru": "Встреча разработчиков, февраль 2023 г.",
        "zh-cn": "2023 年 2 月开发会议"
      },
      "logo": "de/blog/images/2023_02_15.jpg",
      "type": "news",
      "originalName": "2023_02_15.md",
      "desc": {
        "de": "## JS-Controller 4.0.24 und Node.js 18: Ein Update lohnt sich",
        "en": "## JS Controller 4.0.24 and Node.js 18: An update is worth it\\nThe latest version of the JS controller, version 4.0.24, improves compatibility with Node.js 18. It still prefers IPv4 addresses, which was changed in Node.js 18. Additionally, Node.js 18 becomes the recommended version as Node.js 14 and 16 reach end of life later this year. This is an important step to ensure the stability and security of your system.",
        "ru": "## JS Controller 4.0.24 и Node.js 18: обновление того стоит\\nПоследняя версия контроллера JS, версия 4.0.24, улучшает совместимость с Node.js 18. Он по-прежнему предпочитает адреса IPv4, которые были изменены в Node.js 18. Кроме того, Node.js 18 становится рекомендуемой версией, поскольку срок службы Node.js 14 и 16 истекает позднее в этом году. Это важный шаг для обеспечения стабильности и безопасности вашей системы.",
        "zh-cn": "## JS Controller 4.0.24 和 Node.js 18：更新是值得的"
      }
    },
    "2022_02_16": {
      "date": "2022.02.16",
      "title": {
        "de": "Dev Meeting Februar 2022",
        "en": "Dev Meeting February",
        "ru": "Февральская встреча разработчиков",
        "zh-cn": "二月开发会议"
      },
      "logo": "de/blog/images/2022_02_16.jpg",
      "type": "news",
      "originalName": "2022_02_16.md",
      "desc": {
        "de": "Happy TwosDay (22.2.22) liebe Community, auch im vergangenen Monat ist wieder viel bei ioBroker passiert. Nach längerer Entwicklungszeit ist der neue js-controller 4.0 (Release-name \"Isabelle\") im Beta/Latest Repository verfügbar. Neben einigen Optimierungen und Verbesserungen stand der Haupt-Fokus dieser Version auf Performance-Verbesserungen.\\nDarüber hinaus gibt es weitere Neuigkeiten aus dem Developer-Meeting und darüber hinaus, welche wir hier für Euch zusammengefasst haben.",
        "en": "Happy TwosDay (22.2.22) dear community, also in the last month a lot happened at ioBroker. After a longer development time the new js-controller 4.0 (release name \"Isabelle\") is available in the beta/test repository. Besides some optimizations and improvements, the main focus of this release was on performance improvements.\\nFurthermore, there are more news from the developer meeting and beyond, which we have summarized for you here.",
        "ru": "Счастливого Дня TwosDay (22.02.22), уважаемое сообщество, в прошлом месяце на ioBroker снова многое произошло. После длительного периода разработки новый js-контроллер 4.0 (название выпуска «Isabelle») доступен в репозитории Beta/Latest Repository. Помимо некоторых оптимизаций и улучшений, основное внимание в этой версии уделялось повышению производительности.\\nКроме того, есть и другие новости со встречи разработчиков и не только, которые мы собрали для вас здесь.",
        "zh-cn": "亲爱的社区，双日快乐（2/22/22），上个月 ioBroker 又发生了很多事情。经过长时间的开发，新的 js-controller 4.0（发布名称“Isabelle”）在 Beta/Latest Repository 中可用。除了一些优化和改进之外，这个版本的主要重点是性能改进。\\n此外，还有来自开发者会议及以后的进一步消息，我们在这里为您总结了这些消息。"
      }
    },
    "2022_01_19": {
      "date": "2022.01.19",
      "title": {
        "de": "Dev Meeting Januar",
        "en": "Dev Meeting January",
        "ru": "Встреча разработчиков, январь",
        "zh-cn": "开发者社区会议 1 月"
      },
      "logo": "de/blog/images/2022_01_19.jpg",
      "type": "news",
      "originalName": "2022_01_19.md",
      "desc": {
        "de": "Das neue Jahr hat gerade begonnen und unser erstes Meeting des Jahres fand bereits statt. Wir vom ioBroker Team wünschen alle ein frohes Neues und dass 2022 ein tolles Jahr für die Hausautomatisierung wird.",
        "en": "The new year has just started and our first meeting of the year already took place. We from the ioBroker team wish everyone a happy new year and that 2022 will be a great year for home automation.",
        "ru": "Новый год только начался, а наша первая встреча в этом году уже состоялась. Мы из команды ioBroker желаем всем счастливого нового года и желаем, чтобы 2022 год был отличным годом для домашней автоматизации.",
        "zh-cn": "新的一年刚刚开始，我们今年的第一次会议已经召开。 ioBroker 团队祝大家新年快乐，2022 年将是家庭自动化的丰收年。"
      }
    },
    "2021_12_15": {
      "date": "2021.12.15",
      "title": {
        "de": "Dev Meeting Dezember",
        "en": "Dev Meeting December",
        "ru": "Встреча разработчиков, декабрь",
        "zh-cn": "开发者社区会议 12 月"
      },
      "logo": "de/blog/images/2021_12_15.jpg",
      "type": "news",
      "originalName": "2021_12_15.md",
      "desc": {
        "de": "Liebe ioBroker Nutzer:innen, auf vielfachen Wunsch haben wir beschlossen die Ergebnisse unseres Entwickler-Meetings hier im Blog publik zu machen. Künftig werden wir jedem Monat mindestens einen neuen Eintrag erstellen.",
        "en": "Dear ioBroker users, by popular request we have decided to publish the results of our developer meeting here on the blog. In the future we will create at least one new entry every month.",
        "ru": "Уважаемые пользователи ioBroker, по многочисленным просьбам мы решили опубликовать результаты нашей встречи разработчиков здесь, в блоге. С этого момента мы будем создавать как минимум одну новую запись каждый месяц.",
        "zh-cn": "尊敬的 ioBroker 用户，应广大用户的要求，我们决定在博客上发布我们开发者会议的结果。将来，我们将每月至少创建一个新条目。"
      }
    },
    "2020_12_06": {
      "date": "2020.12.06",
      "title": {
        "de": "Weihnachtsangebot",
        "en": "Christmas offer",
        "ru": "Рождественское предложение",
        "zh-cn": "圣诞优惠"
      },
      "logo": "de/blog/images/2020_12_06.png",
      "type": "news",
      "originalName": "2020_12_06.md",
      "desc": {
        "de": "Auf vielfachen Wunsch gibt es ab dem 08.12.2020 ca. 12:00 Uhr Mittags bis zum 10.01.2021 ca. 23 Uhr wieder ein Weihnachtsangebot für Assistenten- und Cloud/Fernzugriffs-Lizenzen.",
        "en": "Dear ioBroker user,",
        "ru": "По многочисленным просьбам с 8 декабря 2020 года около 12:00 до 10 января 2021 года около 23:00 будет действовать еще одно рождественское предложение для лицензий помощника и облачного/удаленного доступа.",
        "zh-cn": "为响应大众的要求，从2020年12月8日中午12:00到2021年1月10日晚上11点左右，将再提供一个圣诞节，用于助理和云/远程访问许可证。"
      }
    },
    "2020_05_12": {
      "date": "2020.05.12",
      "title": {
        "de": "iob-Server",
        "en": "iob-Server",
        "ru": "иоб сервер",
        "zh-cn": "IOB服务器"
      },
      "logo": "de/blog/images/2020_05_12.png",
      "type": "news",
      "originalName": "2020_05_12.md",
      "desc": {
        "de": "Hallo ioBroker-Community,",
        "en": "Hello ioBroker community,",
        "ru": "Привет сообщество ioBroker,",
        "zh-cn": "您好ioBroker社区，"
      }
    },
    "2019_10_14": {
      "date": "2019.10.14",
      "title": {
        "de": "js-controller 2.0",
        "en": "js controller 2.0",
        "ru": "JS-контроллер 2.0",
        "zh-cn": "js-controller 2.0"
      },
      "logo": "de/blog/images/2019_10_14.jpg",
      "type": "news",
      "originalName": "2019_10_14.md",
      "desc": {
        "de": "Hallo ioBroker-Community,",
        "en": "Hello ioBroker community,",
        "ru": "Привет сообщество ioBroker,",
        "zh-cn": "您好ioBroker社区，"
      }
    },
    "2019_06_12": {
      "date": "2019.06.12",
      "title": {
        "de": "Windows-Installer",
        "en": "Windows installer",
        "ru": "Установщик Windows",
        "zh-cn": "Windows安装程序"
      },
      "logo": "de/blog/images/2019_06_12.jpg",
      "type": "news",
      "originalName": "2019_06_12.md",
      "desc": {
        "de": "Heute haben wir Informationen zu ioBroker auf Windows-Rechnern und ein Update zur TeamSpeak-Community. \\nWeiterhin geben wir Euch einen Überblick über neue Visualisierungs-Adapter. Seid gespannt.",
        "en": "Today we have information about ioBroker on Windows machines and an update on the TeamSpeak community.\\nFurthermore, we give you an overview of new visualization adapters. Stay tuned.",
        "ru": "Сегодня у нас есть информация о ioBroker на машинах Windows и обновленная информация о сообществе TeamSpeak.\\nКроме того, мы даем вам обзор новых адаптеров визуализации. Будь любопытным.",
        "zh-cn": "今天我们在Windows机器上有关于ioBroker的信息，以及TeamSpeak社区的更新。\\n此外，我们还概述了新的可视化适配器。好奇。"
      }
    },
    "2019_06_11": {
      "date": "2019.06.11",
      "title": {
        "de": "Neue ioBroker-Webseite",
        "en": "New ioBroker website",
        "ru": "Новый сайт ioBroker",
        "zh-cn": "新的ioBroker网站"
      },
      "logo": "de/blog/images/2019_06_11.jpg",
      "type": "news",
      "originalName": "2019_06_11.md",
      "desc": {
        "de": "Heute haben wir Neuigkeiten zur ioBroker-Webseite, dem neuen **js-controller** 1.5.12 und zu Verbesserungen im Admin- und Info-Adapter.\\nAuch ein paar neue Adapter dürfen natürlich nicht fehlen.",
        "en": "Today we have news about the ioBroker website, the new **js-controller** 1.5.12 and improvements in the admin and info adapter.\\nOf course, a few new adapters should not be missing either.",
        "ru": "Сегодня у нас есть новости о сайте ioBroker, новом **js-controller** 1.5.12 и улучшениях в админке и информационном адаптере.\\nТакже не должно быть несколько новых адаптеров.",
        "zh-cn": "今天我们有关于ioBroker网站的新闻，新的** js-controller ** 1.5.12以及管理和信息适配器的改进。\\n也不应该缺少一些新的适配器。"
      }
    },
    "2019_02_27": {
      "date": "2019.02.27",
      "title": {
        "de": "ioBroker Newsletter Februar 2019",
        "en": "ioBroker Newsletter February 2019",
        "ru": "Информационный бюллетень ioBroker, февраль 2019 г.",
        "zh-cn": "ioBroker时事通讯2019年2月"
      },
      "logo": "de/blog/images/2019_02_27.jpg",
      "type": "news",
      "originalName": "2019_02_27.md",
      "desc": {
        "de": "Heute gibt es wieder einige ioBroker-News:\\nDie Forum-Umstellung ist erfolgt und das neue Forum ist online. Der neue js-controller 1.5.7 ist jetzt für erweitere Tests im Latest Repository verfügbar und auch der Installations-Fixer wurde veröffentlicht um bestehende Installationen auf den gleichen Stand wie neue zu bringen. Wichtige Informationen zum Tankerkönig-Adapter und einigen neuen Adaptern haben wir natürlich auch.",
        "en": "Today there is some ioBroker news again: The forum changeover has taken place and the new forum is online. The new js-controller 1.5.7 is now available for extended testing in the latest repository and also the installation fixer has been released to bring existing installations up to date with new ones. Of course, we also have important information about the Tankerkönig adapter and some new adapters.",
        "ru": "Сегодня снова новости от ioBroker:\\nПреобразование форума завершено, и новый форум находится в сети. Новый js-контроллер 1.5.7 теперь доступен для расширенного тестирования в Последнем репозитории, а также был выпущен установщик исправлений, чтобы привести существующие установки на тот же уровень, что и новые. Конечно, у нас также есть важная информация об адаптере Tanker King и некоторых новых адаптерах.",
        "zh-cn": "今天还有一些ioBroker新闻：论坛转换已经发生，新论坛在线。新的js-controller 1.5.7现在可用于最新存储库中的高级测试，并且已发布安装程序修复程序以将现有安装与新安装相同。当然，我们也有关于Tanker King适配器和一些新适配器的重要信息。"
      }
    },
    "2019_02_25": {
      "date": "2019.02.25",
      "title": {
        "de": "js-controller 1.5.7 im Latest Repository verfügbar",
        "en": "js-controller 1.5.7 available in Latest Repository",
        "ru": "JS-контроллер 1.5.7 доступен в последнем репозитории",
        "zh-cn": "最新存储库中提供了js-controller 1.5.7"
      },
      "logo": "de/blog/images/2019_02_25.jpg",
      "type": "news",
      "originalName": "2019_02_25.md",
      "desc": {
        "de": "Nach einiger Verzögerung und vielen intensiven Tests mit großer Unterstützung aus der Community und hier im Forum freuen wir uns die nächste Version des js-controllers zu offiziellen weiteren Tests für alle interessierten User freizugeben.",
        "en": "After some delay and many intensive tests with great support from the community and here in the forum, we are pleased to release the next version of the js-controller for official further tests for all interested users.",
        "ru": "После некоторой задержки и многочисленных интенсивных тестов при большой поддержке сообщества и здесь, на форуме, мы рады выпустить следующую версию js-controller для официальных дальнейших тестов для всех заинтересованных пользователей.",
        "zh-cn": "经过一些延迟和许多密集测试以及社区和论坛的大力支持，我们很高兴发布下一版本的js-controller，供所有感兴趣的用户进行官方进一步测试。"
      }
    },
    "2019_02_22": {
      "date": "2019.02.22",
      "title": {
        "de": "ioBroker Installation \"Fixer\" Beta verfügbar",
        "en": "ioBroker installation \"Fixer\" beta available",
        "ru": "Доступна бета-версия установки ioBroker \"Fixer",
        "zh-cn": "ioBroker安装“Fixer”测试版可用"
      },
      "logo": "de/blog/images/2019_02_22.png",
      "type": "news",
      "originalName": "2019_02_22.md",
      "desc": {
        "de": "Ende 2018 und vor allem im Januar 2019 hat @AlCalzone den ioBroker Installer komplett überarbeitet und damit gehören in den inzwischen aktuellen Version von Anfang Februar 2019 auch alle Rechteprobleme der Vergangenheit. ioBroker läuft damit nicht mehr als \"root\" sondern unter einem eigenen User der alles darf was er für die aktuellen ioBroker Adapter können muss.\\nFür alle neuen Installation ist also alles bestens.",
        "en": "At the end of 2018 and especially in January 2019, @AlCalzone has completely overhauled the ioBroker installer, which means that in the meanwhile most current version from the beginning of February 2019 all rights issues are a thing of the past. ioBroker is no longer running as \"root\" but under its own user who can do whatever he needs for the current ioBroker adapters.\\nEverything is fine for all new installations.",
        "ru": "В конце 2018 года и особенно в январе 2019 года @AlCalzone полностью пересмотрела программу установки ioBroker, что означает, что в самой последней версии с начала февраля 2019 года все проблемы с правами остались в прошлом. ioBroker больше не работает как «root», а под своим собственным пользователем, который может делать все, что ему нужно для текущих адаптеров ioBroker.\\nВсе хорошо для всех новых установок.",
        "zh-cn": "在2018年底，尤其是2019年1月，@ AlCalzone彻底改造了ioBroker安装程序，这意味着在2019年2月初的最新版本中，所有权利问题都已成为过去。 ioBroker不再以“root”身份运行，而是以其自己的用户身份运行，他们可以为当前的ioBroker适配器做任何他需要的事情。\\n所有新装置都可以。"
      }
    },
    "2018_03_17": {
      "date": "2018.03.17",
      "title": {
        "de": "Cloud-Adapter-Version",
        "en": "Cloud adapter version",
        "ru": "Облако адаптер Версия",
        "zh-cn": "云适配器版本"
      },
      "logo": "de/blog/images/2018_03_17.png",
      "type": "news",
      "originalName": "2018_03_17.md",
      "desc": {
        "de": "Es wurde die neue Cloud-Adapter-Version vorbereitet.",
        "en": "The new cloud adapter version has been prepared.",
        "ru": "Новая версия облачного адаптера подготовлена.",
        "zh-cn": "已经准备了新的云适配器版本。"
      }
    }
  }
}