[
  {
    "title": {
      "en": "Alexa2 Smart home device functionality is partly not working!",
      "de": "Alexa2 Smart Home Geräte-Funktionalität funktioniert teilweise nicht!",
      "ru": "Функция устройства Alexa2 Smart home частично не работает!",
      "pt": "A funcionalidade do dispositivo home inteligente Alexa2 não está funcionando em parte!",
      "nl": "Alexa2 Smart thuis apparaat functionaliteit werkt niet!",
      "fr": "Alexa2 Smart home device functionality is partly not working!",
      "it": "Alexa2 Smart home device funzionalità non funziona in parte!",
      "es": "Alexa2 Smart home device funcionalidad no funciona en parte!",
      "pl": "Aleksa2 Smart (ang.)!",
      "zh-cn": "Alexa2 Smart家装置功能部分不是工作!"
    },
    "content": {
      "en": "If you use smart home devices with the Alexa 2 adapter then it can happen currently that the values are not up-to-date and not controllable. It can also happen that the smart home device objects disappear if you restart the adapter. This is known and caused by limitations Amazon put in place after a BETA version of the Alexa2 adapter sent too many requests to some systems. We are sorry about the issues, but for now we can only wait until these buggy versions are updated. If your version is in the version range 3.14.0 till 3.17.3 then please URGENTLY update to 3.17.5 . If you version if <3.14.0 or >3.17.3 then you do not need to do anythin- just wait and be patient. Thank you",
      "de": "Wenn Smart Home-Geräte mit dem Alexa 2 Adapter verwendet werden, kann es derzeit passieren, dass die Werte nicht aktuell und nicht steuerbar sind. Es kann auch vorkommen, dass die Smart-Home-Gerät-Objekte verschwinden, wenn der Adapter neu gestartet wird. Dies ist bekannt und wird durch Einschränkungen verursacht, die Amazon nach einer BETA-Version des Alexa2-Adapters der zu viele Anfragen an einige Systeme gesendet hat, eingerichtet hat. Der Entwickler entschuldigt sich für die Unannehmlichkeiten, wir können jetzt leider nur warten, bis diese Buggy-Versionen von den Usern aktualisiert werden. Wenn die aktuell installierte Version im Versionsbereich 3.14.0 bis 3.17.3 ist, bitte unbedingt auf 3.17.5 aktualisieren. Wenn die Version <3.14.0 oder >3.17.3 dann ist nichts zu tun - nur warten und geduldig sein. Danke",
      "ru": "Если вы используете умные домашние устройства с адаптером Alexa 2, то это может случиться в настоящее время, что значения не являются современными и не управляемыми. Это также может случиться, что объекты умного дома устройства исчезнут, если вы перезагрузите адаптер. Это известно и вызвано ограничениями Amazon положить в место после версии BETA адаптера Alexa2 отправил слишком много запросов в некоторые системы. Извините за вопросы, но пока мы можем ждать, пока эти версии buggy обновляются. Если ваша версия в диапазоне версий 3.14.0 до 3.17.3, пожалуйста, срочно обновляйте до 3.17.5. Если вы версия, если <3.14.0 или >3.17.3 то вам не нужно делать в любом месте - просто подождите и будьте терпеливы. Спасибо",
      "pt": "Se você usar dispositivos domésticos inteligentes com o adaptador Alexa 2, então pode acontecer atualmente que os valores não estão atualizados e não controláveis. Também pode acontecer que os objetos inteligentes do dispositivo doméstico desaparecem se você reiniciar o adaptador. Isso é conhecido e causado por limitações que a Amazon colocou em vigor após uma versão BETA do adaptador Alexa2 enviou muitos pedidos para alguns sistemas. Lamentamos os problemas, mas por enquanto só podemos esperar até que estas versões de buggy sejam atualizadas. Se sua versão estiver no intervalo de versão 3.14.0 até 3.17.3, em seguida, por favor URGENTLY atualizar para 3.17.5 . Se você versão se <3.14.0 ou >3.17.3, então você não precisa fazer qualquer coisa - basta esperar e ser paciente. Obrigado",
      "nl": "Als je slimme thuis apparaten gebruikt met de Alexa 2 adapter... dan kan het momenteel gebeuren dat de waarden niet up-to-date zijn en niet beheersbaar zijn. Het kan ook gebeuren dat de slimme thuisvoorwerpen verdwijnen als je de adapter herstart. Dit is bekend en veroorzaakt door beperkingen die Amazon plaatste na een BETA versie van de Alexa2 adapter stuurde te veel verzoeken naar wat systemen. Het spijt ons van de kwesties, maar voorlopig kunnen we alleen maar wachten tot deze smerige versies geüpdateerd zijn. Als je versie in de versie van 3.14.0 is tot 3.17.3,3, dan wil ik graag een update van 3,17,5. Als je versiert als .3.14.0 of £3.17.3, dan hoef je niets te doen, wacht en wees geduldig. Bedankt",
      "fr": "Si vous utilisez des appareils à domicile intelligents avec l'adaptateur Alexa 2 alors il peut se produire actuellement que les valeurs ne sont pas à jour et ne sont pas contrôlables. Il peut également se produire que les objets de périphérique à domicile intelligent disparaissent si vous redémarrez l'adaptateur. Ceci est connu et causé par les limitations Amazon mis en place après une version BETA de l'adaptateur Alexa2 envoyé trop de demandes à certains systèmes. Nous sommes désolés pour les problèmes, mais pour l'instant nous ne pouvons attendre que ces versions de buggy soient mises à jour. Si votre version est dans la gamme de versions 3.14.0 jusqu'à 3.17.3, veuillez mettre à jour URGENTLY à 3.17.5 . Si vous versionz si vous n'avez pas besoin de faire quelque chose, attendez et soyez patient. Merci",
      "it": "Se si utilizzano dispositivi smart home con l'adattatore Alexa 2, è possibile che i valori non siano aggiornati e non controllabili. Può anche accadere che gli oggetti smart home device spariscano se si riavvia l'adattatore. Questo è noto e causato da limitazioni Amazon messo in atto dopo una versione BETA dell'adattatore Alexa2 inviato troppe richieste ad alcuni sistemi. Ci dispiace per i problemi, ma per ora possiamo solo aspettare che queste versioni buggy siano aggiornate. Se la tua versione è nell'intervallo di versione 3.14.0 fino a 3.17.3, si prega di aggiornare URGENTLY a 3.17.5 . Se si versione se <3.14.0 o >3.17.3 allora non è necessario fare nulla- solo aspettare e essere paziente. Grazie",
      "es": "Si utiliza dispositivos de hogar inteligentes con el adaptador Alexa 2 entonces puede suceder actualmente que los valores no están actualizados y no son controlables. También puede suceder que los objetos de dispositivo hogar inteligente desaparecen si reinicia el adaptador. Esto es conocido y causado por limitaciones que Amazon puso en marcha después de una versión BETA del adaptador Alexa2 envió demasiadas peticiones a algunos sistemas. Lo sentimos por los problemas, pero por ahora sólo podemos esperar hasta que estas versiones de buggy estén actualizadas. Si su versión está en el rango de versión 3.14.0 hasta 3.17.3 entonces por favor URGENTEMENTLY actualice a 3.17.5 . Si usted versiona si <3.14.0 o >3.17.3 entonces usted no necesita hacer nada- sólo esperar y ser paciente. Gracias",
      "pl": "Jeśli korzystasz z inteligentnych urządzeń domowych z adapterem Aleksy 2 może się zdarzyć, że wartości nie są aktualizowane i nie są sterowane. Można również zdarzyć, że inteligentne obiekty domowe znikają, jeśli restartuje adapter. Jest to znane i spowodowane ograniczeniami Amazona, które pojawiły się po wydaniu adaptatora BETA, który wysłał zbyt wiele żądań do niektórych systemów. Jesteśmy zaniepokojeni tymi problemami, ale teraz możemy zaczekać, dopóki te wersje są aktualizowane. Jeśli wersja jest w standardzie 3,14.0 do 3,17.3, to uaktualnienie URGENTLY do 3.17.5. Jeśli <3.14.0 lub >3.17.3 to nie musisz robić żadnego z nich, tylko czekać i być pacjentem. Dziękuję",
      "zh-cn": "如果你利用智能的家用具与Alexa 2适应器,那么目前可能发生这样的情况:这些价值不远,无法控制。 如果你恢复适应者,那么光明的家用装置物品也可能消失。 亚马逊岛在Alexa2适应者Alexa2的版本之后才知道这种情况,并且由于对一些系统提出了许多要求。 我们对这些问题感到悲哀,但现在我们只能等到这些走私版本得到更新。 如果你的版本为3.14.0至3.17.3,那么请URGENTLY更新到3.17.5。 如果你的版本<3.14.0或>3.17.3,那么你不必再等待和病人。 谢谢"
    },
    "id": "Alexa315-all-info2",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2022-07-15T15:30:00.000Z",
    "conditions": {
      "alexa2": "smaller(4.0.0)"
    }
  },
  {
    "title": {
      "en": "Find-my-IPhone adapter will be discontinued and replaced by Apple-Find-Me!",
      "de": "Find-my-IPhone Adapter wird eingestellt und durch Apple-Find-Me ersetzt!",
      "ru": "Адаптер Find-my-IPhone будет прекращен и заменен Apple-Find-Me!",
      "pt": "O adaptador Find-my-IPhone será descontinuado e substituído pelo Apple-Find-Me!",
      "nl": "Vind mijn IPhone adapter zal worden losgemaakt en vervangen door Apple-Find-Me!",
      "fr": "L'adaptateur Find-my-IPhone sera discontinué et remplacé par Apple-Find-Me!",
      "it": "L'adattatore Find-my-IPhone verrà interrotto e sostituito da Apple-Find-Me!",
      "es": "El adaptador Find-my-IPhone será interrumpido y reemplazado por Apple-Find-Me!",
      "pl": "Zastąpione przez Apple-Find-Me!",
      "zh-cn": "Fnd-my-IPhone的适应者将停止,由A补充-Find-Me!代替。!"
    },
    "content": {
      "en": "The Find-my-IPhone adapter will not be further developed, please switch to the better successor Apple-Find-Me.",
      "de": "Der Find-my-IPhone Adapter wird nicht weiterentwickelt, bitte zum besseren Nachfolger Apple-Find-Me wechseln.",
      "ru": "Адаптер Find-my-IPhone не будет развиваться, пожалуйста, переключитесь к лучшему преемнику Apple-Find-Me.",
      "pt": "O adaptador Find-my-IPhone não será mais desenvolvido, por favor, mude para o melhor sucessor Apple-Find-Me.",
      "nl": "De vind-mijn-IPhone-adapter zal niet verder ontwikkeld worden, verander alsjeblieft naar de betere opvolger Apple-Find-Me.",
      "fr": "L'adaptateur Find-my-IPhone ne sera pas encore développé, s'il vous plaît passer au meilleur successeur Apple-Find-Me.",
      "it": "L'adattatore Find-my-IPhone non sarà ulteriormente sviluppato, si prega di passare al miglior successore Apple-Find-Me.",
      "es": "El adaptador Find-my-IPhone no se desarrollará más, por favor, cambie al mejor sucesor Apple-Find-Me.",
      "pl": "Adaptator Find-my-IPhone nie będzie dalej rozwijany, proszę przełączać się do lepszego następcy Apple-Find-Me.",
      "zh-cn": "不会进一步发展Fab-my-IPhone的适应者,请转向较好的后继的A补充-Find-Me。."
    },
    "id": "Find-my-IPhone-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2022-09-19T23:00:00.000Z",
    "conditions": {
      "find-my-iphone": "installed"
    }
  },
  {
    "title": {
      "en": "Fitbit-API adapter will be discontinued and replaced by Fitbit-Fitness!",
      "de": "Fitbit-API Adapter wird eingestellt und durch Fitbit-Fitness ersetzt!",
      "ru": "Адаптер Fitbit-API будет прекращен и заменен Fitbit-Fitness!",
      "pt": "O adaptador Fitbit-API será descontinuado e substituído pelo Fitbit-Fitness!",
      "nl": "Fitbit-API adapter zal worden losgemaakt en vervangen door Fitbit-Fitness!",
      "fr": "L'adaptateur Fitbit-API sera discontinué et remplacé par Fitbit-Fitness!",
      "it": "L'adattatore Fitbit-API verrà interrotto e sostituito da Fitbit-Fitness!",
      "es": "El adaptador Fitbit-API será interrumpido y reemplazado por Fitbit-Fitness!",
      "pl": "Adaptacja Fitbit-API zostanie zastąpiona przez Fitbit-Fitness!",
      "zh-cn": "将停止并用Fitbit-Fit!"
    },
    "content": {
      "en": "The Fitbit-API adapter will not be further developed, please switch to the better successor Fitbit-Fitness.",
      "de": "Der Fitbit-API Adapter wird nicht weiterentwickelt, bitte auf den besseren Nachfolger Fitbit-Fitness wechseln.",
      "ru": "Адаптер Fitbit-API не будет развиваться, пожалуйста, переключитесь к лучшему преемнику Fitbit-Fitness.",
      "pt": "O adaptador Fitbit-API não será mais desenvolvido, por favor mude para o melhor sucessor Fitbit-Fitness.",
      "nl": "De Fitbit-API-adapter zal niet verder ontwikkeld worden, verander alsjeblieft naar de betere opvolger Fitbit-Fitness.",
      "fr": "L'adaptateur Fitbit-API ne sera pas encore développé, s'il vous plaît passer au meilleur successeur Fitbit-Fitness.",
      "it": "L'adattatore Fitbit-API non sarà ulteriormente sviluppato, si prega di passare al migliore successore Fitbit-Fitness.",
      "es": "El adaptador Fitbit-API no se desarrollará más, por favor cambie al mejor sucesor Fitbit-Fitness.",
      "pl": "Adaptator Fitbit-API nie będzie dalej rozwijany, umie przełączać się do lepszego następcy Fitbit-Fitnessa.",
      "zh-cn": "不会进一步开发特许经营办法的适应者,请转向较好的后继的Fitbit-Fitity。."
    },
    "id": "Fitbit-API-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2022-09-19T23:00:00.001Z",
    "conditions": {
      "fitbit-api": "installed"
    }
  },
  {
    "title": {
      "en": "Netatmo Authentication changes in October 2022",
      "de": "Netatmo Authentication ändert sich im Oktober 2022",
      "ru": "Изменение подлинности Netatmo в октябре 2022",
      "pt": "Mudanças de Autenticação do Netatmo em outubro de 2022",
      "nl": "Netatmo Authenticatie verandert in oktober 2022",
      "fr": "Netatmo Authentication changes in October 2022",
      "it": "Cambiamenti di autenticazione Netatmo nel mese di ottobre 2022",
      "es": "Netatmo Autenticación cambia en octubre 2022",
      "pl": "Zmiana Netatmo Authentication w październiku 2022 roku",
      "zh-cn": "202. 2022年10月的净性变化"
    },
    "content": {
      "en": "Netatmo will change the Login method in October 2022. When this happens the 1.x of the adapter will not work any longer! We prepared verison 2.x. Please update the adapter and check if it works. If needed please login again using the \"Login with Netatmo\" Button and allow access to the relevant device types. Please see the Readme for further information.",
      "de": "Netatmo wird die Anmeldemethode im Oktober 2022 ändern. Wenn dies geschieht, funktioniert der 1.x des Adapters nicht mehr! Wir haben verison 2.x vorbereitet Bitte den Adapter aktualisieren und überprüfen, ob er funktioniert. Falls erforderlich, bitte erneut mit dem Button \"Login with Netatmo\" anmelden und den Zugriff auf die entsprechenden Gerätetypen erlauben. Weitere Informationen finden Sie im Readme.",
      "ru": "Netatmo изменит способ входа в октябре 2022 года. Когда это происходит 1.x адаптера больше не будет работать! Мы подготовили verison 2.x Пожалуйста, обновите адаптер и проверьте, работает ли он. Если нужно, пожалуйста, войдите снова с помощью кнопки \"Вход с Netatmo\" и позвольте доступу к соответствующим типам устройств. Пожалуйста, ознакомьтесь с Readme для получения дополнительной информации.",
      "pt": "O Netatmo mudará o método de login em outubro de 2022. Quando isso acontece, o 1.x do adaptador não funcionará mais! Nós preparamos verison 2.x Por favor, atualize o adaptador e verifique se funciona. Se necessário, faça o login novamente usando o botão \"Login with Netatmo\" e permita o acesso aos tipos de dispositivo relevantes. Consulte o Readme para obter mais informações.",
      "nl": "Netatmo zal de Login methode veranderen in oktober 2022. Als dit gebeurt, zal de 1.x van de adapter niet meer werken. We hebben verison 2. Herhaal de adapter en controleer of het werkt. Als het nodig is om opnieuw te loginen met de \"Login with Netatmo\" Button en toegang te geven tot de relevante apparaten. Zie de Readme voor verdere informatie.",
      "fr": "Netatmo modifiera la méthode Login en octobre 2022. Lorsque cela se produit le 1.x de l'adaptateur ne fonctionnera plus! Nous avons préparé verison 2.x S'il vous plaît mettre à jour l'adaptateur et vérifier si cela fonctionne. Si nécessaire, connectez-vous à nouveau en utilisant le bouton \"Login with Netatmo\" et permettez l'accès aux types de périphériques pertinents. Veuillez consulter le Readme pour plus d'informations.",
      "it": "Netatmo cambierà il metodo Login nell'ottobre 2022. Quando questo accade il 1.x dell'adattatore non funzionerà più! Abbiamo preparato la verifica 2.x Si prega di aggiornare l'adattatore e verificare se funziona. Se necessario si prega di effettuare nuovamente il login utilizzando il pulsante \"Login with Netatmo\" e consentire l'accesso ai tipi di dispositivo rilevanti. Per ulteriori informazioni, consultare il Readme.",
      "es": "Netatmo cambiará el método Login en octubre de 2022. Cuando esto sucede el 1.x del adaptador no funcionará más! Preparamos verison 2.x Por favor, actualice el adaptador y compruebe si funciona. Si es necesario, vuelva a iniciar sesión utilizando el botón \"Login with Netatmo\" y permita el acceso a los tipos de dispositivo pertinentes. Por favor, vea el Readme para más información.",
      "pl": "W październiku 2022 Netatmo zmienił metodę Logina. Jeśli tak się stało, to 1.x aplikatora nie będzie już pracować. Werdyktuje się 2.x. Zaktualizuje adapter i sprawdza, czy działa. Jeśli potrzebna jest przyjemna logina ponownie używająca „Login with Netatmo” Buttona i umożliwia dostęp do odpowiednich typów urządzeń. Wygląda na dalszą informację.",
      "zh-cn": "净摩将在2022年10月改变后勤方法。 当这种情况发生时,适应者将不再工作! 我们准备了不同的2x。 请更新适应者并检查工作。 如果需要,请再次使用“在内塔莫”布顿,并允许使用相关的装置类型。 请见进一步资料的阅读摘要。."
    },
    "id": "Netatmo2-AuthChange",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2022-09-19T23:00:00.002Z",
    "conditions": {
      "netatmo": "smaller(2.0.0)"
    }
  },
  {
    "title": {
      "en": "Please upgrade Alexa2 adapter to 3.19.10+!",
      "de": "Bitte den Alexa2 Adapter auf 3.19.10+ aktualisieren!",
      "ru": "Пожалуйста, обновите адаптер Alexa2 до 3.19.10+!",
      "pt": "Por favor, atualize o adaptador Alexa2 para 3.19.10+!",
      "nl": "Vergroot Alexa2 adapter naar 3,19,10 +!",
      "fr": "S'il vous plaît mettre l'adaptateur Alexa2 à 3.19.10+!",
      "it": "Si prega di aggiornare l'adattatore Alexa2 a 3.19.10+!",
      "es": "Por favor, actualice el adaptador Alexa2 a 3.19.10+!",
      "pl": "Aleksa2 zastosował adapter do wersji 3.19.10+!",
      "uk": "Будь ласка, додайте адаптер Alexa2 до 3.19.10+!",
      "zh-cn": "请将Alexa2适应者升级为319.10+!"
    },
    "content": {
      "en": "Because of changes by Amazon the version 3.19.9 can produce issues when the adapter get restarted and might not work. Please update to 3.19.10+ as soon as possible. Note: It might still be that Smart-Home devices can not be controlled. A downgrade will NOT fix this!",
      "de": "Aufgrund von Änderungen durch Amazon kann die Version 3.19.9 Probleme erzeugen, wenn der Adapter neu gestartet wird und möglicherweise nicht funktioniert. Bitte den Adapter so schnell wie möglich auf 3.19.10+ aktualisieren. Anmerkung: Es könnte immer noch sein, dass Smart-Home-Geräte nicht gesteuert werden können. Ein Downgrade wird das nicht beheben!",
      "ru": "Из-за изменений Amazon версия 3.19.9 может производить проблемы, когда адаптер перезагрузится и не может работать. Пожалуйста, обновите до 3.19.10+ как можно скорее. Примечание: Это может по-прежнему быть, что устройства Smart-Home не могут контролироваться. Спуск НЕ исправить это!",
      "pt": "Devido às mudanças da Amazon, a versão 3.19.9 pode produzir problemas quando o adaptador fica reiniciado e pode não funcionar. Por favor, atualize para 3.19.10+ o mais rápido possível. Nota: Pode ainda ser que os dispositivos Smart-Home não podem ser controlados. Um downgrade não vai corrigir isso!",
      "nl": "Door veranderingen door Amazon kan de versie 3.19.9 problemen veroorzaken als de ontvoerder wordt herstart en misschien niet werkt. Vertaling: Note: Het kan nog steeds zijn dat Smart-Home apparaten niet gecontroleerd kunnen worden. Een downgrade lost dit niet op!",
      "fr": "En raison de changements par Amazon la version 3.19.9 peut produire des problèmes lorsque l'adaptateur se redémarre et peut ne pas fonctionner. S'il vous plaît mettre à jour 3.19.10+ dès que possible. Note: Il pourrait encore être que les appareils Smart-Home ne peuvent pas être contrôlés. Un déclassement ne réparera pas ça !",
      "it": "A causa delle modifiche da Amazon la versione 3.19.9 può produrre problemi quando l'adattatore viene riavviato e potrebbe non funzionare. Si prega di aggiornare a 3.19.10+ il prima possibile. Nota: Potrebbe ancora essere che i dispositivi Smart-Home non possono essere controllati. Un downgrade NON risolverà questo!",
      "es": "Debido a los cambios en Amazon la versión 3.19.9 puede producir problemas cuando el adaptador se reinicia y puede que no funcione. Por favor, actualice a 3.19.10+ lo antes posible. Nota: Podría ser que los dispositivos Smart-Home no puedan ser controlados. ¡Un descenso no arreglará esto!",
      "pl": "Z powodu zmian w wersji Amazona 3,19,9 może produkować problemy, kiedy to adapter zrestartował i nie mógł pracować. Zaktualizowana jest na 3,19,10+. Nota: Możliwe, że urządzenia Smart-Home nie mogą być kontrolowane. W przeciwnym razie NOT ulepsza go!",
      "uk": "У зв'язку з змінами на Amazon версія 3.19.9 може випускати питання, коли адаптер перезавантажений і може не працювати. Будь ласка, перейдемо до 3.19.10+ якомога швидше. Примітка: Не можна керувати пристроями Smart-Home. Не зафіксувати!",
      "zh-cn": "由于亚马逊版本的改变,在适应者重新启动时,可能产生问题。 请尽快更新319.10+。 注: 也许仍然无法控制Smart-Home装置。 下一个等级将是一分钟!"
    },
    "id": "Alexa3199errors",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2022-10-27T14:20:00.000Z",
    "conditions": {
      "alexa2": "between(3.14.0,3.19.9)"
    }
  },
  {
    "title": {
      "en": "Please upgrade euSec adapter to 0.9.8+!",
      "de": "Bitte den euSec Adapter auf 0.9.8+ aktualisieren!",
      "ru": "Пожалуйста, обновите адаптер euSec до версии 0.9.8+!",
      "pt": "Por favor, actualize o adaptador euSec para 0.9.8+!",
      "nl": "Upgrade euSec adapter naar 0.9.8+!",
      "fr": "S'il vous plaît mettre l'adaptateur euSec à 0.9.8+!",
      "it": "Si prega di aggiornare l'adattatore euSec a 0.9.8+!",
      "es": "Por favor, actualice el adaptador euSec a 0.9.8+.",
      "pl": "Proszę zaktualizować adapter euSec do wersji 0.9.8+!",
      "uk": "Будь ласка, оновіть адаптер euSec до версії 0.9.8+!",
      "zh-cn": "请将euSec适配器升级到0.9.8+!"
    },
    "content": {
      "en": "Eufy has started to intercept the eufy-security-client, therefore it can happen that the adapter is no longer running (status yellow!). As of version 0.9.8, attempts are being made to counteract this.",
      "de": "Eufy hat begonnen den eufy-security-client abzufangen, daher kann es passieren, dass der Adapter nicht mehr läuft (Status gelb!). Ab Version 0.9.8 wird versucht dem entgegenzuwirken.",
      "ru": "Eufy начал перехватывать eufy-security-client, поэтому может случиться так, что адаптер больше не работает (статус желтый!). Начиная с версии 0.9.8, предпринимаются попытки противодействия этому.",
      "pt": "Eufy começou a interceptar o eufy-security-client, portanto pode acontecer que o adaptador já não esteja a funcionar (estado amarelo!). A partir da versão 0.9.8, estão a ser feitas tentativas para contrariar isto.",
      "nl": "Eufy is begonnen met het onderscheppen van de eufy-security-client, daardoor kan het gebeuren dat de adapter niet meer draait (status geel!). Vanaf versie 0.9.8 wordt geprobeerd dit tegen te gaan.",
      "fr": "Eufy a commencé à intercepter le client eufy-security-client, il peut donc arriver que l'adaptateur ne fonctionne plus (statut jaune !). A partir de la version 0.9.8, des tentatives sont faites pour contrer ce problème.",
      "it": "Eufy ha iniziato a intercettare l'eufy-security-client, quindi può accadere che l'adattatore non sia più in esecuzione (stato giallo!). A partire dalla versione 0.9.8, si sta cercando di contrastare questo fenomeno.",
      "es": "Eufy ha empezado a interceptar el eufy-security-client, por lo que puede ocurrir que el adaptador deje de funcionar (¡estado amarillo!). A partir de la versión 0.9.8 se está intentando contrarrestar esto.",
      "pl": "Eufy zaczęło przechwytywać eufy-security-client, dlatego może się zdarzyć, że adapter nie jest już uruchomiony (status żółty!). Od wersji 0.9.8 podejmowane są próby przeciwdziałania temu.",
      "uk": "Eufy почав перехоплювати eufy-security-client, тому може статися так, що адаптер перестане працювати (статус жовтий!). Починаючи з версії 0.9.8, робляться спроби протидіяти цьому.",
      "zh-cn": "Eufy已经开始拦截eufy-security-client，因此可能会出现适配器不再运行的情况（状态为黄色！）。从0.9.8版本开始，我们正在尝试解决这个问题。"
    },
    "id": "euSec-Cloud-Interception",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2022-11-26T15:00:00.000Z",
    "conditions": {
      "eusec": "smaller(0.9.8)"
    }
  },
  {
    "title": {
      "en": "Livisi/Innogy Cloud will be disabled in Q1/2023!",
      "de": "Livisi/Innogy Cloud wird im Q1/2023 deaktiviert!",
      "ru": "Ливиси/Инногия Облако будет отключено в Q1/2023!",
      "pt": "Livisi/Innogy A nuvem será desativada no Q1/2023!",
      "nl": "Livisi/Innnogy Cloud wordt gehandicapt in Q1/2023!",
      "fr": "Livisi/Innogy Le Cloud sera désactivé au Q1/2023 !",
      "it": "Livisi/Innogy Cloud sarà disabilitato in Q1/2023!",
      "es": "Livisi/Innogy Cloud estará deshabilitado en Q1/2023!",
      "pl": "Livisi/Innogy Obłokość zostanie zdegradowana w Q1/2023!",
      "uk": "Лівісі/Інноги Хмара буде відключена в Q1/2023!",
      "zh-cn": "Livisi/Innogy Cloud将在Q1/2023!"
    },
    "content": {
      "en": "As announced by Livisi their Cloud functions will be disabled early 2023. We have updated the Innogy-Smarthome/Livisi adapter to better integrate with the local connection for both SHC generations. Please upgrade the adapter and use the local connection instead of the Cloud. Important information: The new adapter version changes the object structure and the local password needs to be entered again, if you already use a local configuration! Please refer to the adapter readme for more details!",
      "de": "Wie von Livisi angekündigt, werden die Cloud-Funktionen Anfang 2023 deaktiviert. Wir haben den Innogy-Smarthome/Livisi Adapter aktualisiert, um die lokale Verbindung für beide SHC-Generationen zu verbessern. Bitte den Adapter aktualisieren und die lokale Verbindung anstelle der Cloud verwenden! Wichtige Informationen: Die neue Adapterversion ändert die Objektstruktur und das lokale Passwort muss erneut eingegeben werden, wenn bereits eine lokale Konfiguration verwendet wird! Weitere Details sind in der Adapter Readme auf GitHub zu finden!",
      "ru": "Как объявлено Livisi их функции Cloud будут отключены в начале 2023 года. Мы обновили адаптер Innogy-Smarthome/Livisi для лучшей интеграции с местным соединением как для поколений SHC. Пожалуйста, обновите адаптер и используйте локальное соединение вместо облака. Важная информация: Новая версия адаптера меняет структуру объекта и местный пароль должен быть введен снова, если вы уже используете локальную конфигурацию! Пожалуйста, обратитесь к читателю адаптера для более подробной информации!",
      "pt": "Conforme anunciado por Livisi suas funções Cloud serão desativadas no início de 2023. Nós atualizamos o adaptador Innogy-Smarthome/Livisi para melhor integrar com a conexão local para ambas as gerações SHC. Por favor, atualize o adaptador e use a conexão local em vez da nuvem. InformaÃ§Ã£o Importante: A nova versão do adaptador muda a estrutura do objeto e a senha local precisa ser inserida novamente, se você já usar uma configuração local! Por favor, consulte o readme do adaptador para mais detalhes!",
      "nl": "Zoals aangekondigd door Livisi worden hun Cloud-functies gehandhaafd begin 2023. We hebben de Innogy-Smarthome/Livisi-adapter geüpload om beter te integreren met de lokale connectie voor beide SHC generaties. Verhoog de adapter en gebruik de lokale verbinding in plaats van de Cloud. Belangrijke informatie: De nieuwe adapterversie verandert de objectstructuur en het lokale wachtwoord moet weer ingevoerd worden, als je al een lokale configuratie gebruikt. Verwijs naar de adapter voor meer details!",
      "fr": "Comme annoncé par Livisi leurs fonctions Cloud seront désactivées début 2023. Nous avons mis à jour l'adaptateur Innogy-Smarthome/Livisi pour mieux s'intégrer à la connexion locale pour les deux générations SHC. Veuillez mettre à niveau l'adaptateur et utiliser la connexion locale au lieu du Cloud. Renseignements importants: La nouvelle version d'adaptateur modifie la structure de l'objet et le mot de passe local doit être entré à nouveau, si vous utilisez déjà une configuration locale! Veuillez vous référer à l'adaptateur readme pour plus de détails!",
      "it": "Come annunciato da Livisi le loro funzioni Cloud saranno disabilitate all'inizio del 2023. Abbiamo aggiornato l'adattatore Innogy-Smarthome/Livisi per integrarsi meglio con la connessione locale per entrambe le generazioni SHC. Si prega di aggiornare l'adattatore e utilizzare la connessione locale al posto del Cloud. Informazioni importanti: La nuova versione adattatore cambia la struttura dell'oggetto e la password locale deve essere nuovamente inserita, se si utilizza già una configurazione locale! Si prega di fare riferimento alla scheda per maggiori dettagli!",
      "es": "Como anunció Livisi sus funciones de Cloud serán deshabilitadas a principios de 2023. Hemos actualizado el adaptador Innogy-Smarthome/Livisi para integrarse mejor con la conexión local para ambas generaciones. Por favor, actualice el adaptador y utilice la conexión local en lugar de la nube. Información importante: La nueva versión del adaptador cambia la estructura del objeto y la contraseña local necesita ser ingresada de nuevo, si ya utiliza una configuración local! Por favor consulte el adaptador readme para más detalles!",
      "pl": "Jak zapowiedziano Livisi, funkcje Cloud będą zdegradowane na początku 2023 roku. Posiadamy aktualizację adaptatora Innogy-Smarthome/Livisi w celu lepszego integracji z lokalnymi powiązaniami SHC. Wykorzystywanie adaptatora i używanie lokalnego połączenia zamiast chmur. Important information: Nowa wersja adapterowa zmienia strukturę obiektu, a lokalny hasło musi być ponownie wprowadzone, jeśli będziesz już używać lokalnej konfiguracji. Odwołuje się do czytelnika do bardziej szczegółowych szczegółów!",
      "uk": "Оголошено Livisi свої Cloud функції будуть відключені на початку 2023 року. Ми оновили адаптер Innogy-Smarthome/Livisi для кращого інтегрування з локальним підключенням для обох поколінь SHC. Будь ласка, додайте адаптер і використовуйте локальне підключення замість Cloud. Важлива інформація: Нова версія адаптера змінює структуру об'єкта і локальний пароль потрібно вводити знову, якщо ви вже використовуєте локальну конфігурацію! Будь ласка, зв'яжіться з нами для отримання додаткової інформації!",
      "zh-cn": "正如Livisi宣布的,其Cloud职能将是2023年初残疾人。 我们更新了诺普托-萨马尔特梅/拉维斯适应者,以更好地融入当地的女同性恋者。 请升级适应者并利用当地联系,而不是Cloud。 重要信息: 如果你已经使用地方组合! 请将读者读者读者的读者改为更详细!"
    },
    "id": "innogy-cloud-info2023",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2023-01-03T09:00:00.000Z",
    "conditions": {
      "innogy-smarthome": "smaller(1.2.1)"
    }
  },
  {
    "title": {
      "en": "Fahrplan requires update",
      "de": "Fahrplan erfordert Update",
      "ru": "Fahrplan требует обновления",
      "pt": "Fahrplan requer atualização",
      "nl": "Fahrplan vereist update",
      "fr": "Fahrplan nécessite une mise à jour",
      "it": "Fahrplan richiede l'aggiornamento",
      "es": "Fahrplan requiere actualización",
      "pl": "Fahrplan wymaga aktualizacji",
      "uk": "Фарплан вимагає оновлення",
      "zh-cn": "Fhr计划需要更新"
    },
    "content": {
      "en": "Deutsche Bahn has made a breaking change to HAFAS. Fahrplan requires an update to version 1.2.3 to work again.",
      "de": "Deutsche Bahn hat eine Veränderung an HAFAS vorgenommen. Fahrplan erfordert zwingend ein Update auf Version 1.2.3.",
      "ru": "Deutsche Bahn сделал разбивку изменения в HAFAS. Fahrplan требует обновления до версии 1.2.3 для работы снова.",
      "pt": "Deutsche Bahn fez uma mudança de ruptura para HAFAS. Fahrplan requer uma atualização para a versão 1.2.3 para trabalhar novamente.",
      "nl": "Deutsche Bahn heeft een breaking change gemaakt naar HAFAS. Fahrplan heeft een update nodig voor versie 1.2.3 om weer te werken.",
      "fr": "Deutsche Bahn a fait un changement de rupture à HAFAS. Fahrplan nécessite une mise à jour de la version 1.2.3 pour travailler à nouveau.",
      "it": "Deutsche Bahn ha fatto un cambiamento di rottura con HAFAS. Fahrplan richiede un aggiornamento alla versione 1.2.3 per lavorare di nuovo.",
      "es": "Deutsche Bahn ha hecho un cambio de ruptura con HAFAS. Fahrplan requiere una actualización a la versión 1.2.3 para trabajar de nuevo.",
      "pl": "Deutsche Bahn zmieniło nazwę na HAFAS. Fahrplan wymaga aktualizacji wersji 1.2.3.",
      "uk": "Deutsche Bahn зробив зміни до HAFAS. Фарплан вимагає оновлення версії 1.2.3 для роботи знову.",
      "zh-cn": "Deutsche Bahn已对HAFAS作出突然改变。 Fahr计划要求更新第1.2.3页,以再次开展工作。."
    },
    "id": "fahrplan-fixhafas",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2023-04-07T09:22:00.000Z",
    "conditions": {
      "fahrplan": "smaller(1.2.3)"
    }
  },
  {
    "title": {
      "en": "Adapter km200 is deprecated now",
      "de": "Adapter km200 wird abgekündigt",
      "ru": "Адаптер km200 отсчитан сейчас",
      "pt": "Adapter km200 é deprecated agora",
      "nl": "Adapter km200 is nu gedepreceerd",
      "fr": "Adaptateur km200 est déprécié maintenant",
      "it": "L'adattatore km200 è deprecato ora",
      "es": "El adaptador km200 está deprecado ahora",
      "pl": "Adapter km200 jest obecnie zaniedbany",
      "uk": "Перехідник км200 тепер",
      "zh-cn": "目前已投入了200公里的宽限期。"
    },
    "content": {
      "en": "The adapter km200 has been deprecated and will not be supported with upcoming js-controller 5.x. Please consider migrating to adapter ems-esp.",
      "de": "Der Adapter km200 wurde abgekündigt und ist nicht mit dem anstehenden js-controller 5.x kompatibel. Bitte eine Migration auf Adapter ems-esp planen.",
      "ru": "Адаптер km200 был отсортирован и не будет поддерживаться с предстоящим js-controller 5.x. Пожалуйста, обратите внимание на миграцию к адаптеру ems-esp.",
      "pt": "O adaptador km200 foi depreciado e não será suportado com js-controller 5.x próximo. Por favor, considere a migração para o adaptador ems-esp.",
      "nl": "De adapter is gedegradeerd en zal niet worden ondersteund met js-controller 5.x. Beschouw het als een migratie voor het aanpassen van ems-esp.",
      "fr": "L'adaptateur km200 a été amorti et ne sera pas pris en charge avec js-controller5 à venir. Veuillez envisager d'immigrer pour adapter ems-esp.",
      "it": "L'adattatore km200 è stato deprecato e non sarà supportato con il prossimo js-controller 5.x. Si prega di considerare la migrazione per adattatore ems-esp.",
      "es": "El adaptador km200 ha sido deprecado y no será compatible con el próximo js-controller 5.x. Por favor considere migrar al adaptador ems-esp.",
      "pl": "Dostosowy model km200 został nieprzychylny i nie będzie wspierany przez nadchodzącego js-controller 5.x. Zajmuje się migracją do adapter ems-esp.",
      "uk": "Перехідник км200 був відхилений і не буде підтримуватися з майбутніми js-controller 5.x. Будь ласка, враховуйте міграцію до адаптера ems-esp.",
      "zh-cn": "调整后的200公里已经消失,将不会得到即将到来的控制容忍5的支持。 请考虑逐步调整幅度。."
    },
    "id": "km200-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2023-07-10T016:00:00.000Z",
    "conditions": {
      "km200": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter iogopro is deprecated now",
      "de": "Adapter iogopro ist abgeschrieben",
      "ru": "Адаптер iogopro депректируется сейчас",
      "pt": "Adaptador iogopro é deprecated agora",
      "nl": "Adapter iogopro is nu gedepreceerd",
      "fr": "Adaptateur iogopro est déprécié maintenant",
      "it": "L'adattatore iogopro è deprecato ora",
      "es": "Adaptador iogopro se deprecató ahora",
      "pl": "Adapter iogopro jest obecnie używany",
      "uk": "Адаптер iogopro відхилений зараз",
      "zh-cn": "碘盐的预测现已减少。"
    },
    "content": {
      "en": "The adapter iogopro has been deprecated as the developer has shut down the required web services. It will be removed from repositories.",
      "de": "Der Adapter iogopro wurde abgeschrieben, da der Entwickler die erforderlichen Webdienste abgeschaltet hat. Es wird aus Repositories entfernt.",
      "ru": "Адаптер iogopro был определён как разработчик закрыл необходимые веб-сервисы. Он будет удален из репозиторий.",
      "pt": "O adaptador iogopro foi desprezado como o desenvolvedor desligou os serviços web necessários. Ele será removido de repositórios.",
      "nl": "De adapter iogopro is gedegradeerd als de ontwikkelaar de vereiste web diensten heeft gesloten. Het zal worden verwijderd van herplaatsingen.",
      "fr": "L'adaptateur iogopro a été déprécié car le développeur a fermé les services web requis. Il sera retiré des dépôts.",
      "it": "L'adattatore iogopro è stato deprecato in quanto lo sviluppatore ha chiuso i servizi web richiesti. Sarà rimosso dai repository.",
      "es": "El adaptador iogopro ha sido deprecado ya que el desarrollador ha cerrado los servicios web necesarios. Se eliminará de los depósitos.",
      "pl": "Adaptator iogopro został wykluczony, ponieważ programista zamknął wymagane usługi internetowe. Został on usunięty z repozytoriów.",
      "uk": "Перехідник iogopro був відхилений як розробник закриває необхідні веб-служби. Буде видалено з репозиторій.",
      "zh-cn": "由于开发商关闭了所需的网络服务,因此对适应者进行了预测。 它将从档案中删除。."
    },
    "id": "iogopro-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2023-07-10T020:00:00.001Z",
    "conditions": {
      "iogopro": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter samsung_tizen is deprecated now",
      "de": "Adapter samsung_tizen wird jetzt depreciert",
      "ru": "Адаптер samsung_tizen устарел сейчас",
      "pt": "Adaptador samsung_tizen é deprecaído agora",
      "nl": "Adapter Samsungzen is nu gedepreceerd",
      "fr": "Adaptateur samsung_tizen est déprécié maintenant",
      "it": "Adattatore samsung_tizen è deprecato ora",
      "es": "Adaptador samsung_tizen está deprecatado ahora",
      "pl": "Adapter samsung_tizen jest obecnie używany",
      "uk": "Адаптер samsung_tizen відхилений зараз",
      "zh-cn": "现已取消原状。"
    },
    "content": {
      "en": "The adapter samsung_tizen has been deprecated and will not be supported with upcoming js-controller 5.x.",
      "de": "Der Adapter samsung_tizen wurde abgeschrieben und wird nicht mit dem anstehenden js-controller 5.x unterstützt.",
      "ru": "Адаптер samsung_tizen был отсортирован и не будет поддерживаться с предстоящим js-controller 5.x.",
      "pt": "O adaptador samsung_tizen foi depreciado e não será suportado com o próximo js-controller 5.x.",
      "nl": "De adapter samsung_tizen is gedegradeerd en zal niet worden ondersteund met Js-controller 5.",
      "fr": "L'adaptateur samsung_tizen a été amorti et ne sera pas pris en charge avec js-controller 5.x.",
      "it": "L'adattatore samsung_tizen è stato deprecato e non sarà supportato con il prossimo js-controller 5.x.",
      "es": "El adaptador samsung_tizen ha sido deprecado y no será compatible con el próximo js-controller 5.x.",
      "pl": "Dostosowy model samsung_tizen został stłumiony i nie będzie wspierany przez nadchodzącego js-controllera 5.x.",
      "uk": "Перехідник samsung_tizen був відхилений і не підтримується майбутніми js-controller 5.x.",
      "zh-cn": "调整后的samsung_tizen公里已经消失,将不支持即将到来的丛卫5.x。."
    },
    "id": "samsung_tyzen-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2023-09-04T19:36:00.000Z",
    "conditions": {
      "samsung_tyzen": "installed"
    }
  },
  {
    "title": {
      "en": "Recommendation: Migration to Redis DB",
      "de": "Empfehlung: Migration auf Redis DB",
      "ru": "Рекомендация: Миграция в Redis DB",
      "pt": "Recomendação: Migração para Redis DB",
      "nl": "Vertaling:",
      "fr": "Recommandation: Migration vers Redis DB",
      "it": "Raccomandazione: migrazione a Redis DB",
      "es": "Recomendación: Migración a Redis DB",
      "pl": "Rekomendacja: Migration to Redis (ang.)",
      "uk": "Рекомендація: Міграція в Redis DB",
      "zh-cn": "建议:移徙到红十字行"
    },
    "content": {
      "en": "Your database stores more than 30,000 objects. If you experience a permanent CPU usage above 50 % migrating to Redis might improve performance for your installation.",
      "de": "Ihre Datenbank speichert mehr als 30.000 Objekte. Wenn Sie eine dauerhafte CPU-Auslastung von über 50 % feststellen, könnte die Migration zu Redis die Leistung Ihrer Installation verbessern.",
      "ru": "В вашей базе данных хранится более 30 000 объектов. Если вы постоянно используете процессор выше 50 %, переход на Redis может повысить производительность вашей установки.",
      "pt": "A sua base de dados armazena mais de 30 000 objectos. Se tiver uma utilização permanente da CPU superior a 50%, a migração para o Redis poderá melhorar o desempenho da sua instalação.",
      "nl": "Uw database slaat meer dan 30.000 objecten op. Als je een permanent CPU-gebruik van meer dan 50% ervaart, kan het migreren naar Redis de prestaties van je installatie verbeteren.",
      "fr": "Votre base de données stocke plus de 30 000 objets. Si vous constatez une utilisation permanente du CPU supérieure à 50 %, la migration vers Redis pourrait améliorer les performances de votre installation.",
      "it": "Il database memorizza più di 30.000 oggetti. Se l'utilizzo della CPU è costantemente superiore al 50%, la migrazione a Redis potrebbe migliorare le prestazioni dell'installazione.",
      "es": "Su base de datos almacena más de 30.000 objetos. Si experimenta un uso permanente de la CPU superior al 50 %, migrar a Redis podría mejorar el rendimiento de su instalación.",
      "pl": "Twoja baza danych przechowuje ponad 30 000 obiektów. Jeśli występuje stałe użycie procesora powyżej 50%, migracja do Redis może poprawić wydajność instalacji.",
      "uk": "Ваша база даних зберігає понад 30 000 об'єктів. Якщо ви відчуваєте постійне використання процесора понад 50 %, міграція на Redis може покращити продуктивність вашої системи.",
      "zh-cn": "您的数据库存储了超过 30,000 个对象。如果 CPU 占用率长期超过 50%，迁移到 Redis 可能会提高安装的性能。"
    },
    "id": "recommend-objects-redis",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2023-09-04T19:36:00.002Z",
    "number-of-objects": ">30000",
    "objects-db-type": [
      "file",
      "jsonl"
    ],
    "conditions": {
      "admin": "bigger(6.10.9)"
    }
  },
  {
    "title": {
      "en": "The adapter hue-extended has been deprecated",
      "de": "Der Adapter hue-extended wurde abgekündigt",
      "ru": "Адаптер hue-extended не актуален",
      "pt": "O adaptador hue-extended foi depreciado",
      "nl": "De adapter hue-extended is gedegradeerd",
      "fr": "L'adaptateur hue-extended a été amorti",
      "it": "L'adattatore hue-extended è stato deprecato",
      "es": "El adaptador hue-extended ha sido deprecado",
      "pl": "Dostosowy model hue-extended został stłumiony",
      "uk": "Перехідник hue-extended був відхилений",
      "zh-cn": "调整后的hue-extended公里已经消失"
    },
    "content": {
      "en": "The adapter hue-extended has been deprecated and will not be supported with js-controller 5.x.",
      "de": "Der Adapter hue-extended wurde abgekündigt und wird nicht mehr mit js-controller 5.x unterstützt.",
      "ru": "Адаптер hue-extended был отсортирован и не будет поддерживаться с предстоящим js-controller 5.x.",
      "pt": "O adaptador hue-extended foi depreciado e não será suportado com o próximo js-controller 5.x.",
      "nl": "De adapter hue-extended is gedegradeerd en zal niet worden ondersteund met Js-controller 5.",
      "fr": "L'adaptateur hue-extended a été amorti et ne sera pas pris en charge avec js-controller 5.x.",
      "it": "L'adattatore hue-extended è stato deprecato e non sarà supportato con il prossimo js-controller 5.x.",
      "es": "El adaptador hue-extended ha sido deprecado y no será compatible con el próximo js-controller 5.x.",
      "pl": "Dostosowy model samsung_tizen został stłumiony i nie będzie wspierany przez nadchodzącego js-controllera 5.x.",
      "uk": "Перехідник hue-extended був відхилений і не підтримується майбутніми js-controller 5.x.",
      "zh-cn": "调整后的hue-extended公里已经消失,将不支持即将到来的丛卫5.x。."
    },
    "id": "hue-extended-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2023-10-18T09:00:00.000Z",
    "conditions": {
      "hue-extended": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter landroid is deprecated now",
      "de": "Adapter landroid wird abgekündigt",
      "ru": "Адаптер landroid отсчитан сейчас",
      "pt": "Adapter landroid é deprecated agora",
      "nl": "Adapter landroid is nu gedepreceerd",
      "fr": "Adaptateur landroid est déprécié maintenant",
      "it": "L'adattatore landroid è deprecato ora",
      "es": "El adaptador landroid está deprecado ahora",
      "pl": "Adapter landroid jest obecnie zaniedbany",
      "uk": "Перехідник landroid тепер",
      "zh-cn": "适配的陆生机器人已经贬值了"
    },
    "content": {
      "en": "The adapter landroid has been deprecated. Please consider migrating to adapter worx.",
      "de": "Der Adapter landroid wurde abgekündigt. Bitte eine Migration auf Adapter worx planen.",
      "ru": "Адаптер андроид был обесценен. Пожалуйста, подумайте о миграции к адаптеру worx.",
      "pt": "O adaptador landroid foi depreciado. Por favor, considere migrar para worx adaptador.",
      "nl": "De adapter landroid is verouderd. Overweeg om naar adapter worx te migreren.",
      "fr": "L'adaptateur landroid a été déprécié. Veuillez envisager de migrer vers l'adaptateur worx.",
      "it": "L'adattatore landroid è stato deprecato. Si prega di considerare la migrazione all'adattatore worx.",
      "es": "El adaptador Landroid ha sido deprecado. Por favor considere migrar a adaptador worx.",
      "pl": "Adapter Landroid został zdepresyzowany. Należy rozważyć migrację do worksa adaptera.",
      "uk": "Розгортання адаптера. Будь ласка, врахуйте міграцію до адаптера worx.",
      "zh-cn": "适配器陆路机器人已经贬值. 请考虑迁移到适配器worx."
    },
    "id": "landroid-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2024-01-11T016:00:00.000Z",
    "conditions": {
      "landroid": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter ioBroker.info is deprecated now",
      "de": "Adapter ioBroker.info wird abgekündigt",
      "ru": "Adapter ioBroker.info теперь депрецирован",
      "pt": "Adapter ioBroker.info is deprecated now",
      "nl": "Adapter ioBroker.info is nu verouderd",
      "fr": "Adapter ioBroker.info est déprécié",
      "it": "Adattatore ioBroker.info è deprecato ora",
      "es": "Adaptador ioBroker.info está deprecado ahora",
      "pl": "Adapter iOBroker.info jest teraz zdeprecjonowany",
      "uk": "English, Українська, Français..",
      "zh-cn": "适配器 ioBroker. info 现在已经贬值了"
    },
    "content": {
      "en": "Adapter ioBroker.info is deprecated now. The adapter will not receive any updates and might stop working correctly in future.",
      "de": "Adapter ioBroker.info ist veraltet. Der Adapter wird keine Updates mehr erhalten und könnte zukünftig fehlerhaft funktionieren.",
      "ru": "Adapter ioBroker.info теперь обесценивается. Адаптер не будет получать никаких обновлений и может перестать работать правильно в будущем.",
      "pt": "Adapter ioBroker.info está desprezado agora. O adaptador não receberá atualizações e pode parar de funcionar corretamente no futuro.",
      "nl": "Adapter ioBroker.info is nu verouderd. De adapter ontvangt geen updates en kan in de toekomst misschien stoppen met werken.",
      "fr": "Adapter ioBroker.info est déprécié maintenant. L'adaptateur ne recevra aucune mise à jour et pourrait arrêter de fonctionner correctement à l'avenir.",
      "it": "Adattatore ioBroker.info è deprecato ora. L'adattatore non riceverà alcun aggiornamento e potrebbe smettere di funzionare correttamente in futuro.",
      "es": "Adaptador ioBroker.info está deprecado ahora. El adaptador no recibirá ninguna actualización y podría dejar de funcionar correctamente en el futuro.",
      "pl": "Adapter jOBroker.info jest teraz zdeprecjonowany. Adapter nie otrzyma żadnych aktualizacji i w przyszłości może przestać działać prawidłowo.",
      "uk": "English, Українська, Français... Перехідник не отримає ніяких оновлень і може припинити роботу в майбутньому.",
      "zh-cn": "适配器ioBroker. Info现在已经贬值了. 适配器不会收到任何更新,今后可能停止正确工作."
    },
    "id": "info-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2024-01-30T00:00:00.000Z",
    "conditions": {
      "info": "installed"
    }
  },
  {
    "title": {
      "en": "URGENT: Update Meross to 1.17 because of Login changes by Meross!",
      "de": "URGENT: Update Meross auf 1.17 wegen Login-Änderungen von Meross!",
      "ru": "Обновление Meross до 1.17 из-за изменений входа Meross!",
      "pt": "URGENT: Atualize Meross para 1.17 por causa de alterações de login por Meross!",
      "nl": "URGENT: Update Meross naar 1.17 vanwege Login wijzigingen door Meross!",
      "fr": "URGENT: Mettre à jour Meross à 1.17 en raison des modifications de Connexion par Meross!",
      "it": "URGENT: Aggiorna Meross a 1.17 a causa dei cambiamenti di Login di Meross!",
      "es": "URGENTE: Actualizar Meross a 1.17 debido a los cambios de Login por Meross!",
      "pl": "Update Meross do 1.17 z powodu zmian logowania przez Meross!",
      "uk": "URGENT: Update Meross до 1.17 через зміни ввімкнених Meross!",
      "zh-cn": "由于Meross的登录更改,将Meross更新为1.17!"
    },
    "content": {
      "en": "Because of Login changes by Meross beginning of January 2024 all Meross adapter versions <1.17 will no longer work and might produce high number of requests because the Login is no longer possible. Please update to 1.17.0 as fast as possible or turn the adapter off if no longer needed.",
      "de": "Aufgrund von Login-Änderungen von Meross Anfang Januar 2024 werden alle Meross Adapter-Versionen <1.17 nicht mehr funktionieren und möglicherweise eine hohe Anzahl von Anfragen produzieren, da das Login nicht mehr möglich ist. Bitte aktualisieren Sie auf 1.17.0 so schnell wie möglich oder schalten Sie den Adapter aus, wenn nicht mehr erforderlich.",
      "ru": "Из-за изменений входа Meross в начале января 2024 года все адаптеры Meross <1.17 больше не будут работать и могут производить большое количество запросов, потому что логин больше не возможен. Пожалуйста, обновите 1.17.0 как можно быстрее или выключите адаптер, если он больше не нужен.",
      "pt": "Devido às mudanças de login por Meross a partir de janeiro de 2024, todas as versões do adaptador Meross <1.17 não funcionarão mais e podem produzir um alto número de pedidos porque o Login não é mais possível. Por favor, atualize para 1.17.0 o mais rápido possível ou desligue o adaptador se não precisar mais.",
      "nl": "Vanwege Login wijzigingen door Meross begin januari 2024 zullen alle Meross-adapterversies <1.17 niet meer werken en zou het een groot aantal aanvragen kunnen opleveren omdat de Login niet langer mogelijk is. Update naar 1.17.0 zo snel mogelijk of zet de adapter uit als het niet meer nodig is.",
      "fr": "En raison des changements de connexion par Meross début janvier 2024 toutes les versions de l'adaptateur Meross <1.17 ne fonctionneront plus et pourraient produire un grand nombre de demandes parce que l' Login n'est plus possible. Veuillez mettre à jour le 1.17.0 aussi rapidement que possible ou éteindre l'adaptateur si nécessaire.",
      "it": "A causa delle modifiche di Login da Meross a partire dal gennaio 2024 tutte le versioni di adattatore Meross <1.17 non funzioneranno più e potrebbero produrre un elevato numero di richieste perché il Login non è più possibile. Si prega di aggiornare a 1.17.0 il più velocemente possibile o spegnere l'adattatore se non necessario.",
      "es": "Debido a los cambios de Login por Meross a principios de enero de 2024 todas las versiones del adaptador de Meross no funcionarán y podrían producir un alto número de solicitudes porque el Login ya no es posible. Por favor, actualice a 1.17.0 lo más rápido posible o apague el adaptador si ya no es necesario.",
      "pl": "Ze względu na zmiany Login przez Meross początek stycznia 2024 wszystkie wersje adaptera Meross < 1.17 nie będzie już działać i może spowodować dużą liczbę wniosków, ponieważ Login nie jest już możliwe. Prosimy o jak najszybszą aktualizację do wersji 1.17.0 lub wyłączenie adaptera w razie potrzeby.",
      "uk": "У зв'язку з змінами ввімкнених Meross, починаючи з 2024 року, всі версії адаптера Meross <1.17 більше не буде працювати і може виготовляти високу кількість запитів, оскільки Логін не є можливим. Будь ласка, перейдемо до 1.17.0 якнайшвидше або вимкнути адаптер, якщо не потрібно.",
      "zh-cn": "由于Meross于2024年1月开始的登录更改,所有Meross适配器版本<1.17”将停止工作,并可能会产生大量请求,因为登录已不再可能. 请尽快更新到1.17.0,如果不再需要,则关闭适配器."
    },
    "id": "merossloginchanges117",
    "created": "2024-02-25T14:55:00.000Z",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "conditions": {
      "meross": "smaller(1.17.0)"
    }
  },
  {
    "title": {
      "en": "Adapter ioBroker.apple-find-me is deprecated now",
      "de": "Adapter ioBroker.apple-find-me wird abgekündigt",
      "ru": "Adapter ioBroker.apple-find-me теперь депрецирован",
      "pt": "Adapter ioBroker.apple-find-me is deprecated now",
      "nl": "Adapter ioBroker.apple-find-me is nu verouderd",
      "fr": "Adapter ioBroker.apple-find-me est déprécié",
      "it": "Adattatore ioBroker.apple-find-me è deprecato ora",
      "es": "Adaptador ioBroker.apple-find-me está deprecado ahora",
      "pl": "Adapter iOBroker.apple-find-me jest teraz zdeprecjonowany",
      "uk": "Адаптер ioBroker.apple-find-me відхилений зараз",
      "zh-cn": "适配器 ioBroker. apple-find-me 现在已经贬值了"
    },
    "content": {
      "en": "Adapter ioBroker.apple-find-me is defunctional since some time and a fix is not to be expected at the near future. The adapter has been removed from repositories and will be readded if a working release gets available.",
      "de": "Adapter ioBroker.apple-find-me ist defunktional seit einiger Zeit und ein Fix ist nicht zu erwarten in der nahen Zukunft. Der Adapter wurde aus Repositories entfernt und wird dann wieder hinzugefügt, wenn eine Arbeitsfreigabe verfügbar ist.",
      "ru": "Адаптер ioBroker.apple-find-me является дефункциональным с некоторого времени и исправления не ожидается в ближайшем будущем. Адаптер был удален из репозиториев и будет прочитан, если появится рабочий релиз».",
      "pt": "Adaptador ioBroker.apple-find-me é defuncional desde algum tempo e uma correção não deve ser esperada no futuro próximo. O adaptador foi removido de repositórios e será acolchoado se uma liberação de trabalho estiver disponível.",
      "nl": "Adapter ioBroker.apple-find-me is defunctioneel sinds enige tijd en een fix is niet te verwachten in de nabije toekomst. De adapter is verwijderd uit repositories en zal worden toegevoegd als een werkversie beschikbaar komt.",
      "fr": "Adapter ioBroker.apple-find-me est défonctionnel depuis un certain temps et une correction ne doit pas être attendue dans un avenir proche. L'adaptateur a été retiré des dépôts et sera rechargé si une version de travail est disponible.",
      "it": "Adattatore ioBroker.apple-find-me è disfunzionale da qualche tempo e una correzione non deve essere prevista nel prossimo futuro. L'adattatore è stato rimosso dai repository e sarà letto se un rilascio di lavoro viene disponibile.",
      "es": "Adaptador ioBroker.apple-find-me es desfuncional ya que algún tiempo y una solución no se espera en el futuro cercano. El adaptador ha sido eliminado de los repositorios y será leído si se dispone de un comunicado de trabajo.",
      "pl": "Adapter jOBroker.apple- find- me jest defunkcjonalny od pewnego czasu i fix nie jest spodziewany w najbliższej przyszłości. Adapter został usunięty z repozytoriów i będzie odczytywany, jeśli zostanie udostępnione wydanie robocze ",
      "uk": "Адаптер ioBroker.apple-find-me є дефункційним, оскільки деякий час і фіксація не буде очікувана найближчим часом. Перехідник був видалений з репозиторіїв і буде прочитано, якщо робочий реліз доступний.",
      "zh-cn": "适配器 ioBroker.apple-find-me 已失去功能,因为一段时间,预计在不久的将来不会有固定. 适配器已经从寄存器中移除,如果工作释放可用,将重新添加."
    },
    "id": "apple-find-me-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2024-03-22T00:00:00.000Z",
    "conditions": {
      "info": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter ioBroker.gigaset-elements will stop to work as gigaset shuts down cloud service",
      "de": "Adapter ioBroker.gigaset-elements wird seine Funktion einstellen, da Gigaset das Cloud-Service abschaltet",
      "ru": "Адаптер ioBroker.gigaset-элементы перестанут работать по мере закрытия облачного сервиса",
      "pt": "Adaptador ioBroker.gigaset-elements vai parar para trabalhar como gigaset desliga o serviço de nuvem",
      "nl": "Adapter ioBroker.gigaset-elementen zullen stoppen om te werken als gigaset cloudservice sluit",
      "fr": "Adapter ioBroker.gigaset-elements s'arrêtera pour fonctionner comme le gigaset ferme le service de cloud",
      "it": "Adattatore ioBroker.gigaset-elements si fermerà per lavorare come gigaset spegne il servizio cloud",
      "es": "Adaptador ioBroker.gigaset-elements se detendrá a trabajar como gigaset cierra el servicio de nube",
      "pl": "Adapter jOBroker.gigaset- elementy zatrzymają się do pracy jako gigaset zamyka usługi w chmurze",
      "uk": "Адаптер ioBroker.gigaset-elements зупиниться на роботі як gigaset закриває хмарний сервіс",
      "zh-cn": "适配器ioBroker.gigaset-elements将停止工作,因为千兆塞关闭了云服务"
    },
    "content": {
      "en": "The adapter ioBroker.gigaset-elements will stop working at 29.3.204 as the company gigaet announced to shut down the required cloudservice at 29.3.2024. See https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. The hardware will no longer be usaeable. The adapter will be removed from repositories in the near future.",
      "de": "Der Adapter ioBroker.gigaset-elements wird mit 29.3.204 seine Funktion einstellen, da die Firma Gigaet angekündigt hat, den erforderlichen Cloud-Service am 29.3.2024 abzuschalten. Vgl. https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. Die Hardware ist nicht mehr nutzbar. Der Adapter wird in naher Zukunft aus Repositories entfernt.",
      "ru": "Адаптер ioBroker.gigaset-elements прекратит работу в 29.3.204, когда компания объявила о закрытии требуемого облачного сервиса в 29.3.2024. См. https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. Оборудование больше не будет использоваться. Адаптер будет удален из хранилищ в ближайшем будущем.",
      "pt": "O adaptador ioBroker.gigaset-elements parará de trabalhar em 29.3.204 como o gigaet da empresa anunciou para desligar o serviço de nuvem necessário em 29.3.2024. Ver https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. O hardware não será mais usado. O adaptador será removido de repositórios no futuro próximo.",
      "nl": "De adapter ioBroker.gigaset-elementen zullen stoppen met werken op 29.3.204 als het bedrijf gigaet aangekondigd om de vereiste cloudservice te sluiten op 29.3.2024. Zie De Commissie is van mening dat er geen sprake is van staatssteun. De hardware zal niet langer bruikbaar zijn. De adapter zal in de nabije toekomst uit repositories verwijderd worden.",
      "fr": "L'adaptateur ioBroker.gigaset-elements cessera de fonctionner à 29.3.204 alors que la société gigaet a annoncé de fermer le service cloud requis à 29.3.2024. Voir https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. Le matériel ne sera plus utilisable. L'adaptateur sera retiré des dépôts dans un proche avenir.",
      "it": "L'adattatore ioBroker.gigaset-elements smetterà di funzionare al 29.3.204 come il gigaet aziendale ha annunciato di spegnere il cloudservice richiesto al 29.3.2024. Vedi https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. L'hardware non sarà più utilizzabile. L'adattatore verrà rimosso dai repository nel prossimo futuro.",
      "es": "El adaptador ioBroker.gigaset-elements dejará de funcionar en 29.3.204, ya que el gigaet de la compañía anunció que cerrar el servicio de nube requerido en 29.3.2024. See https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. El hardware ya no será usable. El adaptador será eliminado de los repositorios en un futuro próximo.",
      "pl": "Adapter joBroker.gigaset- elementy przestaną pracować na 29.3.204, jak firma gigaet ogłosił, aby wyłączyć wymagane cloudservice na 29.3.2024. Patrz https: / / service.gigaset.com / de / support / solutions / articles / 75000121636-deaktivierung- smart- home- care- dienste. Sprzęt nie będzie już do użytku. Adapter zostanie usunięty z repozytoriów w najbliższej przyszłości.",
      "uk": "Адаптер ioBroker.gigaset-elements зупиниться на 29.3.204 як компанія gigaet оголосила про закриття необхідного хмарного сервісу на 29.3.2024. Про нас https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. Пристрій більше не буде корисною. Адаптер буде видалено з репозицій найближчим часом.",
      "zh-cn": "适配器ioBroker.gigaset-elements将于29.3.204停止工作,因为Gigaet公司宣布于29.3.2024关闭所需的云服务. 见 https://service.gigaset.com/de/support/solutions/articles/75000121636-deaktivierung-smart-home-care-dienste. 互联网档案馆的存檔,存档日期2014-09-02. 硬件将不再可用。 适配器将在不久的将来从寄存器中移除."
    },
    "id": "gigaset-elements-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2024-03-26T00:00:00.000Z",
    "conditions": {
      "info": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter ioBroker.hyperion will be deprecated",
      "de": "Adapter ioBroker.hyperion wird abgekündigt",
      "ru": "Адаптер ioBroker.hyperion будет обесценен",
      "pt": "Adaptador ioBroker.hyperion será deprecated",
      "nl": "Adapter ioBroker.hyperion zal worden verouderd",
      "fr": "Adaptateur ioBroker.hyperion sera déprécié",
      "it": "Adattatore ioBroker.hyperion sarà deprecato",
      "es": "Adaptador ioBroker.hiperión será deprecatado",
      "pl": "Adapter jOBroker.hyperion zostanie zdepregowany",
      "uk": "Адаптер ioBroker.hyperion буде депресовано",
      "zh-cn": "适配器ioBroker.hyperion将贬值"
    },
    "content": {
      "en": "The adapter ioBroker.hyperion will be deprecated and be removed from repositories. Please note that this does not refer to ioBroker.hyperion-ng but to ioBroker.hyperion. According to forum postings the adapter ioBroker.hyperion is no longer working and there was no reaction from maintainer. With ioBroker.hyperion-ng an replacement seems to exist (altough this adapter is not activly developed either).",
      "de": "Der Adapter ioBroker.hyperion wird abgekündigt und aus den Repositories entfernt. Bitte beachten Sie, dass sich dies nicht auf ioBroker .hyperion-ng sondern nur auf ioBroker.hyperion bezieht. Gemäß Forumsbeiträgen fun ktioniert der Adapter ioBroker.hyperion nicht mehr und es gab keine Reaktion vom Betreuer. Mit ioBroker.hyperion-ng scheint ein Ersatz zu existieren (auch wenn dieser Adapter nicht aktiv entwickelt wird).",
      "ru": "Адаптер ioBroker.hyperion будет обесценен и удален из хранилищ. Обратите внимание, что это не относится к ioBroker. гиперион-нг, но для ioBroker. гиперион. Согласно сообщению форума, адаптер ioBroker. гиперион больше не работает, и не было никакой реакции со стороны носителя. С ioBroker. Hyperion-ng a replacemengt, кажется, существует (к тому же этот адаптер также не активно разработан).",
      "pt": "O adaptador ioBroker.hyperion será desprezado e será removido de repositórios. Por favor, note que isso não se refere ao ioBroker. hiperion-ng mas para ioBroker. hiperion. De acordo com o fórum postagens o adaptador ioBroker. hiperion não está mais funcionando e não houve reação do mantenedor. Com ioBroker. hiperion-ng um substitutomengt parece existir (altogh este adaptador também não é ativamente desenvolvido).",
      "nl": "De adapter ioBroker.hyperion zal worden verouderd en worden verwijderd uit repositories. Let op: dit verwijst niet naar ioBroker. hyperion-ng maar naar ioBroker. hyperion. Volgens forum posten de adapter ioBroker. hyperion werkt niet meer en er was geen reactie van onderhouder. Met ioBroker. hyperion-ng een vervanger lijkt te bestaan (altogh deze adapter is ook niet actief ontwikkeld).",
      "fr": "L'adaptateur ioBroker.hyperion sera déprécié et retiré des dépôts. Veuillez noter que cela ne fait pas référence à ioBroker. Hyperion-ng mais à ioBroker. Hyperion. Selon le forum affiche l'adaptateur ioBroker. L'hyperion ne fonctionne plus et il n'y a pas eu de réaction du responsable. Avec ioBroker. hyperion-ng un mengt de remplacement semble exister (altogh cet adaptateur n'est pas non plus développé activement).",
      "it": "L'adattatore ioBroker.hyperion sarà deprecato e sarà rimosso dai repository. Si prega di notare che questo non si riferisce a ioBroker. iperion-ng ma a ioBroker. Iperione. Secondo forum posta l'adattatore ioBroker. l'iperione non funziona più e non c'era reazione dal manutentore. Con ioBroker. iperion-ng un sostitutomengt sembra esistere (appunto questo adattatore non è sviluppato attivamente anche).",
      "es": "El adaptador ioBroker.hiperión será deprecatado y será eliminado de los depósitos. Tenga en cuenta que esto no se refiere a ioBroker. hiperion-ng pero a ioBroker. hiperión. Según el foro publica el adaptador ioBroker. El hiperión ya no funciona y no hubo reacción del encargado. Con ioBroker. hiperion-ng an replacemengt parece existir (altogh este adaptador no se desarrolla de forma activa tampoco).",
      "pl": "Adapter jOBroker.hyperion zostanie usunięty z repozytoriów. Należy pamiętać, że nie dotyczy to joBrokera. ale do ioBrokera. Hiperion. Według postów forum adapter joBroker. Hiperion nie działa i nie wystąpiła reakcja opiekuna. Z JoBrokerem. hyperion- ng replacemengt wydaje się istnieć (altogh ten adapter nie jest aktywnie rozwinięty również).",
      "uk": "Адаптер ioBroker.hyperion буде відхилений і буде видалено з репозиторіїв. Будь ласка, зауважте, що це не відноситься до ioBroker. гіперіон-нг, але до ioBroker. гіперіон. За повідомленнями форуму адаптер ioBroker. гіперіон більше не працює, і не було реакції від підтримки. З ioBroker. гіперіон-англ. замінникам, здається, існують (щодо цього адаптера не активовано або не активовано).",
      "zh-cn": "适配器 ioBroker.hyperion 将贬值,从寄存器中移除. 请注意,这与ioBroker无关。 {\\fn华文仿宋\\fs16\\1cHD1D1D1}是超离子纳克,但是对ioBroker来说 超强 根据论坛贴出适配器ioBroker. 超离子已经失效 维护者没有反应 与ioBroker(英语:ioBroker). hyperion-ng 似乎存在一个替代的mengt(altogh 这个适配器也没有积极开发)."
    },
    "id": "hyperion-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2024-04-07T00:00:00.000Z",
    "conditions": {
      "hyperion": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter ioBroker.egigeozone has been deprecated",
      "de": "Adapter ioBroker.egigeozone wurde depreciert",
      "ru": "Адаптер ioBroker.egigeozone был обесценен",
      "pt": "Adapter ioBroker.egigeozone foi desprecaído",
      "nl": "Adapter ioBroker.egigeozone is verouderd",
      "fr": "L'adaptateur ioBroker.egigeozone a été déprécié",
      "it": "Adattatore ioBroker.egigeozone è stato deprecato",
      "es": "Adaptador ioBroker.egigeozone ha sido deprecatado",
      "pl": "Adapter joBroker.egigeozone został zdepregowany",
      "uk": "Адаптер ioBroker.egigeozone був розшифрований",
      "zh-cn": "适应器 ioBroker.egigeozone 已贬值"
    },
    "content": {
      "en": "The adapter ioBroker.egigeozone has been deprecated and has been removed from repositories. Please consider switching to ne adapter ioBroker.egigeozone2.",
      "de": "Der Adapter ioBroker.egigeozone wurde abgeschrieben und aus Repositories entfernt. Bitte beachten Sie die Umstellung auf den Adapter ioBroker.egigeozone2.",
      "ru": "Адаптер ioBroker.egigeozone был обесценен и был удален из хранилищ. Пожалуйста, перейдите на адаптер ioBroker.egigeozone2.",
      "pt": "O adaptador ioBroker.egigeozone foi desprezado e foi removido de repositórios. Por favor, considere mudar para o adaptador ne ioBroker.egigeozone2.",
      "nl": "De adapter ioBroker.egigeozone is verouderd en verwijderd uit repositories. Overweeg om te schakelen naar ne adapter ioBroker.egigeozone2.",
      "fr": "L'adaptateur ioBroker.egigeozone a été déprécié et retiré des dépôts. Veuillez envisager de passer à l'adaptateur ioBroker.egigeozone2.",
      "it": "L'adattatore ioBroker.egigeozone è stato deprecato ed è stato rimosso dai repository. Si prega di prendere in considerazione il passaggio al ne adattatore ioBroker.egigeozone2.",
      "es": "El adaptador ioBroker.egigeozone ha sido deprecado y ha sido eliminado de los repositorios. Por favor considere cambiar a ne adaptador ioBroker.egigeozone2.",
      "pl": "Adapter jOBroker.egigeozone został usunięty z repozytoriów. Proszę rozważyć przełączenie na ne adapter joBroker.egigeozone2.",
      "uk": "Перехідник ioBroker.egigeozone був вилучений і був видалений з репозиторіїв. Будь ласка, враховуйте комутацію до адаптера ioBroker.egigeozone2.",
      "zh-cn": "适配器ioBroker.egigeozone已经贬值,从寄存器中移除. 请考虑切换到 ioBroker.egigeozone2."
    },
    "id": "egigeozone-deprecation",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2024-06-24T00:00:00.000Z",
    "conditions": {
      "egigeozone": "installed"
    }
  },
  {
    "title": {
      "en": "Adapter ioBroker.info is deprecated",
      "de": "Adapter ioBroker.info ist abgekündigt",
      "ru": "Adapter ioBroker.info теперь депрецирован",
      "pt": "Adapter ioBroker.info is deprecated",
      "nl": "Adapter ioBroker.info is nu verouderd",
      "fr": "Adapter ioBroker.info est déprécié",
      "it": "Adattatore ioBroker.info è deprecato ora",
      "es": "Adaptador ioBroker.info está deprecado ahora",
      "pl": "Adapter iOBroker.info jest teraz zdeprecjonowany",
      "uk": "English, Українська, Français..",
      "zh-cn": "适配器 ioBroker. info 现在已经贬值了"
    },
    "content": {
      "en": "The adapter ioBroker.info has been deprecated. It does no longer work correctly. A deinstallation of the adapter ioBroker.info is recommended.",
      "de": "Der Adapter ioBroker.info ist veraltet. Dieser funktioniert nicht mehr sicher. Eine Deinstallation des Adapters ioBroker.info wird empfohlen.",
      "ru": "Адаптер ioBroker.info был обесценен. Он больше не работает правильно. Удаление адаптера ioBroker. Информация рекомендуется.",
      "pt": "O adaptador ioBroker.info foi desprezado. Já não funciona corretamente. Uma desinstalação do adaptador ioBroker. info é recomendado.",
      "nl": "De adapter ioBroker.info is verouderd. Het werkt niet meer correct. Een deinstallatie van de adapter ioBroker. informatie wordt aanbevolen.",
      "fr": "L'adaptateur ioBroker.info a été déprécié. Il ne fonctionne plus correctement. Une désinstallation de l'adaptateur ioBroker. info est recommandé.",
      "it": "L'adattatore ioBroker.info è stato deprecato. Non funziona più correttamente. Una deinstallazione dell'adattatore ioBroker. info è consigliato.",
      "es": "El adaptador ioBroker.info ha sido deprecado. Ya no funciona correctamente. Una desinstalación del adaptador ioBroker. Se recomienda información.",
      "pl": "Adapter jOBroker.info został zdepregowany. Nie działa już poprawnie. Demontaż adaptera jOBroker. Info jest zalecane.",
      "uk": "ioBroker.info було вилучено. Він не працює правильно. Видалення адаптера ioBroker. Рекомендовано інформацію.",
      "zh-cn": "适配器ioBroker.info已经贬值. 它不再正确运作。 适配器ioBroker的解装. 建议提供有关资料."
    },
    "id": "info-deprecation-2",
    "class": "warning",
    "fa-icon": "exclamation-circle",
    "created": "2024-09-14T00:00:00.000Z",
    "conditions": {
      "info": "installed"
    }
  }
]
